{
  "189": {
    "keywords": "連續性定理、流速、管道切面、流量守恆",
    "mnemonic": "「連續記得管速：管道變小流速快，管道變大流速慢」",
    "explanation": "連續性定理（質量守恆定律）說明流體流動時，通過任何截面的流量必須相同。當管道截面積減小，流速就會增快；截面積增大，流速就會變慢。因此流速與管道截面積呈反比關係。",
    "wrong_options": {
      "B": "流速與溫度沒有必然關係，溫度不是連續性定理的內容",
      "C": "溫度與連續性定理無關，這個定理與熱力學無直接關聯",
      "D": "溫度和壓力涉及熱力學性質，不是連續性定理要說明的關係"
    }
  },
  "97": {
    "keywords": "滅失、15日、民航局、註銷註冊",
    "mnemonic": "「滅失十五民航署」- 無人機滅失後，15天內向民航局申請註銷",
    "explanation": "遙控無人機發生滅失（遺失、毀損無法修復等）時，所有人必須在事實發生日起15日內向民航局提出註銷註冊申請。注意是向中央主管機關（民航局）申請，而非地方政府，時限是15日而非20日。",
    "wrong_options": {
      "B": "20日是錯誤時限，法規明定為15日內申請",
      "C": "應向民航局（中央機關）申請，不是向地方政府申請",
      "D": "同時錯在時限（20日）和申請單位（地方政府），皆不符法規要求"
    }
  },
  "5": {
    "keywords": "即時傳輸圖像、監控鏡頭外、周遭狀況、全面掌握飛行環境",
    "mnemonic": "鏡頭外有盲區 FPV不夠全 - 遠方無人機，眼睛在地面",
    "explanation": "操作人透過遙控無人機的即時傳輸圖像（FPV）只能看到無人機鏡頭所對應的視角範圍，而無人機周遭還存在許多鏡頭無法涵蓋的區域（盲區）。因此必須配合肉眼直視觀察無人機本體及周遭環境，才能完整掌握飛行狀況並確保飛行安全。",
    "wrong_options": {
      "B": "誤認為FPV即時傳輸就能完全掌握周遭狀況，忽視視角盲區問題",
      "C": "錯誤地認為只要提高圖像清晰度就能解決問題，未考量鏡頭視角範圍的限制",
      "D": "混淆了監控能力與天氣影響，天氣只影響飛行安全性，不是決定因素"
    }
  },
  "373": {
    "keywords": "飛行控制系統、無人機核心、起飛、航行、降落",
    "mnemonic": "飛行要「控」好，「系」統最重要 - 飛行控制系統是無人機的大腦，掌控所有動作",
    "explanation": "飛行控制系統是無人機運作的核心和大腦，它整合感測器、計算機和執行機構，主要負責執行起飛、航行、返場降落及回收等所有飛行動作。其他系統（導航、動力、遙控）都是輔助系統，需依賴飛行控制系統才能協調運作。",
    "wrong_options": {
      "A": "導航系統只負責定位和路徑規劃，不是執行飛行動作的系統",
      "B": "動力系統只提供推力，不能控制飛行動作",
      "D": "無線遙控系統只負責傳輸操作指令，不直接執行飛行動作"
    }
  },
  "281": {
    "keywords": "平直飛行 = 高度不變 + 航向不變",
    "mnemonic": "「平」直→高度平穩不變；「直」→航向筆直不變。平直飛行就是「高度直、方向正」。",
    "explanation": "無人直昇機的「平直飛行」是指飛行器在穩定狀態下，高度保持恆定（垂直方向無上下變化），同時航向（飛行方向）保持不變（水平面上的方向固定），這是直昇機最基本的水平穩定飛行狀態。",
    "wrong_options": {
      "B": "地面速度受風速影響而改變，不是平直飛行的必要條件。真速度可能不變但地速會變。",
      "C": "地面速度容易因風況改變，無法作為判定平直飛行的穩定指標。",
      "D": "主旋翼轉速是引擎動力調整的參數，與是否能維持平直飛行無直接因果關係。"
    }
  },
  "465": {
    "keywords": "一定體積、氣體密度、溫度、反比、理想氣體",
    "mnemonic": "「體積固定，溫度升高，空氣膨脹密度降低」- 記住溫度與密度反向變化的關係",
    "explanation": "根據理想氣體狀態方程式 PV=nRT，在體積固定的條件下，溫度升高會導致壓力增加。而密度=質量/體積，質量固定、體積不變的情況下，密度應保持不變。但實際上，在一定體積內，溫度升高時空氣分子運動加快，分子間距增大，相同質量的空氣占用更多空間，因此密度會下降。所以溫度與密度成反比關係。",
    "wrong_options": {
      "A": "混淆了溫度與體積的關係。溫度升高時，空氣體積膨脹而非收縮，因此密度反而下降，非增加。",
      "C": "密度的單位是 kg/m³，與溫度的關係是一次反比（ρ = P/(RT)），不涉及密度的平方。",
      "D": "錯誤地將密度平方與溫度掛鉤，此選項在物理學上無依據，密度與溫度間是簡單反比關係。"
    }
  },
  "6": {
    "keywords": "操作人禁止、非法行為、遙控無人機",
    "mnemonic": "\"不法則禁\"：操作人不得利用無人機從事「非法」行為，記住「不法」就是禁止的行為。",
    "explanation": "根據無人機飛航管理規則，操作人對無人機的使用有法律責任，嚴禁從事任何非法行為。B選項「非法行為」是唯一被明確禁止的，而其他選項都是合理、合法的行為。",
    "wrong_options": {
      "A": "合法行為當然是允許的，不是禁止的。",
      "C": "適法行為即合乎法律的行為，是被允許而非禁止。",
      "D": "法定行為是法律允許或規定的行為，不在禁止之列。"
    }
  },
  "557": {
    "keywords": "緊急情況發生時，首要任務是安全最優先，確保人員與環境安全",
    "mnemonic": "「人身安全最優先」- 記住「POP」：People（人員）→ Own safety（己身）→ Priority（優先）",
    "explanation": "在任何緊急狀況下，無人機操作者的首要責任是維護己身、周邊環境與他人的安全。無人機可以重新購置，但人身安全一旦受損是無法彌補的，因此安全永遠是最高優先級。",
    "wrong_options": {
      "A": "堅持到底會增加風險，緊急情況下應立即暫停而非繼續執行",
      "B": "雖然需要休息，但首要前提是確保安全，不能本末倒置",
      "D": "無人機是可替代的物品，人員安全才是不可替代的，應將人身安全置於無人機之前"
    }
  },
  "98": {
    "keywords": "遙控無人機註冊、有效期限、2年",
    "mnemonic": "「無人機2年登記」- 記住「2」年就是無人機註冊的有效期限",
    "explanation": "根據民用航空法規定，遙控無人機完成註冊後，其註冊號碼的有效期限為2年，期滿後需要重新辦理註冊以取得新的號碼。",
    "wrong_options": {
      "A": "1年太短，無人機註冊期限不是1年",
      "C": "3年為考照有效期，但註冊號碼有效期是2年",
      "D": "4年超過實際期限，無人機註冊效期是2年"
    }
  },
  "190": {
    "keywords": "連續性定理、流速、壓力、管道切面、流體流動",
    "mnemonic": "「連速壓面」— 連續性定理涉及：流速(v)、壓力(p)、管道切面積(A)三者互相關聯",
    "explanation": "連續性定理(Continuity Equation)說明流體流動時遵守質量守恆，相同流量下，管道切面越小流速越快，而根據白努利原理(Bernoulli's Principle)，流速高的地方壓力低，因此流速與壓力呈反比關係，兩者密切相關。溫度在連續性定理中並非主要關連因素。",
    "wrong_options": {
      "B": "溫度會影響流體密度，但在連續性定理中不是主要討論的相關項目",
      "C": "管道切面和溫度沒有直接的連續性定理關係",
      "D": "雖然溫度和壓力有關，但這不是連續性定理探討的內容"
    }
  },
  "282": {
    "keywords": "傾斜轉彎 = 高度不變 + 航向改變；側傾時高度維持穩定",
    "mnemonic": "「斜飛轉向」：斜身體（側傾），方向變（轉彎），高度不動（不上升不下降）",
    "explanation": "傾斜轉彎是直昇機進行轉向時的標準動作，機體側傾提供轉彎所需的向心力。關鍵是在轉彎過程中通過調整尾槳槳距來維持高度，使得高度保持不變，而航向則因側傾而逐漸改變。",
    "wrong_options": {
      "A": "高度和航向都不變 = 直線平飛，沒有轉彎，所以錯誤",
      "B": "高度改變但航向不變 = 上升/下降直線飛行，不是轉彎動作",
      "D": "高度和航向都改變 = 螺旋上升/下降，不是標準的傾斜轉彎"
    }
  },
  "374": {
    "keywords": "無GPS無高度計、建立目測參考點、地面基準線",
    "mnemonic": "「地面先看好，目測才靠譜」—— 飛行前在地面建立視覺參考，飛行時用眼睛對標",
    "explanation": "沒有測量儀器時，應該在飛行前於地面上就找好距離無人機400英呎的位置作為視覺基準點，這樣操作時才能以目測來判斷是否達到正確高度。這是最實用且安全的方法。",
    "wrong_options": {
      "B": "另一架無人機本身也可能高度偏差，無法準確當參考，且操作兩架難度高",
      "C": "無人機不應靠近建築物飛行，存在碰撞風險，且高塔不一定恰好400英呎",
      "D": "兩座建築物位置不固定且難以判斷，無法提供可靠的高度參考"
    }
  },
  "466": {
    "keywords": "國際標準大氣、海平面、29.92 吋汞柱、攝氏 15 度",
    "mnemonic": "「29.92 和 15」- 29.92 是標準氣壓（吋汞柱），15°C 是標準溫度。記住「29 和 15」的諧音組合：「二九一五」是國際標準大氣的定義。",
    "explanation": "國際標準大氣是航空工業制定的標準參考條件，規定海平面的大氣壓力為 29.92 吋汞柱（等於 101,325 帕斯卡），溫度為攝氏 15 度。這些標準值用於校準高度錶和性能計算。",
    "wrong_options": {
      "A": "溫度錯誤。29.92 吋汞柱正確，但海平面標準溫度是 15°C 而非 25°C。",
      "C": "氣壓錯誤。標準大氣壓力是 29.92 吋汞柱，不是 39.92 吋汞柱。溫度數值雖然正確（15°C），但氣壓值過高。",
      "D": "兩項都錯誤。氣壓應為 29.92（非 39.92）吋汞柱，溫度應為 15°C（非 25°C）。"
    }
  },
  "558": {
    "keywords": "自製遙控無人機、製造商未提供檢查表、自行設計檢查表",
    "mnemonic": "「自己無人機，自己來設計」- 當製造商沒提供檢查表時，操作人必須自行負責設計檢查表以確保安全。",
    "explanation": "根據遙控無人機操作安全規範，操作人有責任確保每次起飛前進行檢查。當製造商未提供檢查表時，操作人應自行設計符合該機型特性的檢查表，以確保無人機各項系統正常運作，這是安全操作的必要條件。",
    "wrong_options": {
      "A": "完全省略檢查違反安全規範，容易造成飛行事故",
      "C": "不能邊聯絡製造商邊繼續操作，應先確保有完整檢查表才能操作",
      "D": "借用其他機型的檢查表可能不適用於自製機型，無法確保安全"
    }
  },
  "7": {
    "keywords": "無人機隱私法規、攝錄、竊聽、窺視、禁止行為",
    "mnemonic": "「三不用無人機」：不攝錄、不竊聽、不窺視 - 記住「攝、竊、窺」三個字就是無人機禁止的行為",
    "explanation": "操作人無故不得使用遙控無人機進行任何侵犯他人隱私的行為，包括攝錄他人非公開的活動、竊聽他人的私下談話，以及窺視他人身體的隱私部位。這三種行為都是違法的，因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只強調了攝錄行為，忽略了竊聽和窺視也是違法的",
      "B": "只強調了竊聽行為，但無人機還禁止攝錄和窺視行為",
      "C": "只強調了窺視行為，未涵蓋其他兩種違法使用方式"
    }
  },
  "99": {
    "keywords": "最大起飛重量1公斤、地理圍欄、禁限航區",
    "mnemonic": "「一公斤，要圍欄」- 記住1公斤是地理圍欄系統的門檻",
    "explanation": "我國法規規定，遙控無人機的最大起飛重量達1公斤以上且裝置導航設備者，必須具備地理圍欄(Geofencing)軟體系統，自動防止無人機進入禁限航區、航空站或飛行場周圍的管制範圍內。這是為了確保飛航安全和公共安全。",
    "wrong_options": {
      "A": "250公克是民用無人機管制分級的門檻，但地理圍欄要求是1公斤起跳",
      "C": "2公斤超過了規定，地理圍欄在1公斤就已要求，2公斤應該還須遵守但1公斤已足夠",
      "D": "15公斤是另一個重要的分級標準，但非地理圍欄系統的最低要求"
    }
  },
  "191": {
    "keywords": "柏努利定律、流速越大壓力越小、流速越小壓力越大",
    "mnemonic": "「速大壓小，速小壓大」- 流速大的地方壓力小，流速小的地方壓力大，就像高速車道擁擠，停車格空曠一樣",
    "explanation": "柏努利定律說明流體在管道中流動時，流速越大的地方靜壓力越小，流速越小的地方靜壓力越大。這是因為流體總能量（動能+勢能+壓力能）保持守恆，流速增加時壓力能就會減少。",
    "wrong_options": {
      "A": "混淆了流速與壓力的關係，認為流速大時壓力也大，這是錯誤的",
      "B": "完全錯誤地認為流速和壓力同時增大，違反柏努利定律的核心原理",
      "D": "錯誤地認為流速小時壓力也小，與柏努利定律相反"
    }
  },
  "283": {
    "keywords": "尾旋翼、偏航、改變航向",
    "mnemonic": "「尾」控「向」：尾旋翼控制航向，偏航就是改變方向",
    "explanation": "無人直昇機的尾旋翼用來抵消主旋翼的扭轉力，並控制機身繞垂直軸旋轉。偏航操縱就是改變航向，即機頭指向的方向。",
    "wrong_options": {
      "A": "改變高度是由主旋翼的總推力控制，不是尾旋翼的功能",
      "C": "地面速度是由機身傾斜改變水平推力所致，與尾旋翼無關",
      "D": "升力也是由主旋翼產生，尾旋翼不產生升力"
    }
  },
  "375": {
    "keywords": "無人機酬載安裝必須遵守重量限制和重心範圍，不能超出製造商規格",
    "mnemonic": "重心與重量「雙重要」- 重量限制和重心範圍都要符合規定，缺一不可",
    "explanation": "安裝攝影機或其他酬載時，操作人必須確保總重量不超過無人機的額定限制，同時酬載位置要維持在製造商指定的重心範圍內。這兩個條件都是安全飛行的基本要求，超出任何一項都可能導致飛行不穩定或墜落。",
    "wrong_options": {
      "A": "超重或偏離重心會嚴重影響飛行穩定性和安全性，即使只超出一點點也是違規且危險的行為",
      "B": "不能以試飛結果判斷是否安全，須先確認規格符合才能飛行，試飛本身就是不安全的做法",
      "C": "操作技巧無法補償物理結構缺陷，重心不符會導致動力分配不均，再高超的技術也無法克服"
    }
  },
  "467": {
    "keywords": "對流層高度上升1000呎，溫度遞減率，每1000呎降低2度",
    "mnemonic": "「對流升千呎，溫降二度」- 對流層中高度每增加1000呎，溫度就下降約2℃",
    "explanation": "對流層是大氣最下層，高度越高溫度越低。標準環境中，溫度隨高度增加的遞減率（Environmental Lapse Rate）約為每1000呎降低攝氏2度，這是飛行員必須掌握的基本氣象知識。",
    "wrong_options": {
      "B": "混淆方向，高度上升溫度應該下降而非上升",
      "C": "遞減率過大，20度是沿溼絕熱遞減率，不是乾空氣的標準遞減率",
      "D": "既混淆方向又高估幅度，高度上升溫度應下降，且幅度只有2度"
    }
  },
  "559": {
    "keywords": "飛行決策、系統性評估、風險處理、壓力管理",
    "mnemonic": "飛行決策 = 飛前評估、行中決策、決不冒失、策略應變",
    "explanation": "飛行決策是指操作人在飛航時，使用系統性的方法來評估風險、處理壓力，並做出最適宜的決定。這是專業飛行人員必備的核心能力，涵蓋從飛前規劃到臨時狀況應變的全過程。",
    "wrong_options": {
      "A": "腦力激盪是集思廣益的創意發想方法，非系統性的飛航風險評估技巧",
      "B": "人因工程是研究人與機器介面的學科，非飛行決策的專業方法",
      "D": "三個選項不能都對，決策是單一明確的飛行管理技術"
    }
  },
  "8": {
    "keywords": "他人隱私保護、未經同意禁止行為、錄音、照相、錄影、電磁紀錄竊錄",
    "mnemonic": "「三禁」保隱私 - 錄音、照相錄影、電磁竊錄，這三種未經同意都不行。簡記：「照錄電」三項違法。",
    "explanation": "根據台灣無人機飛航相關法規，操作人不得在未經他人同意的情況下，使用遙控無人機進行錄音、照相、錄影或電磁紀錄竊錄等侵犯隱私的行為。這些行為都違反個人隱私權保護的法律規定，因此正確答案是「D. 以上皆是」。",
    "wrong_options": {
      "A": "只有錄音是違法的說法不完整，照相、錄影和電磁紀錄竊錄同樣禁止。",
      "B": "照相、錄影確實禁止，但還包括錄音和電磁紀錄竊錄。",
      "C": "電磁紀錄竊錄確實禁止，但還包括錄音、照相和錄影。"
    }
  },
  "100": {
    "keywords": "遙控無人機實體檢驗合格證有效期限3年",
    "mnemonic": "「三年檢驗」- 無人機檢驗合格證的有效期是三年，就像駕照定期年檢一樣，記住「三」這個數字。",
    "explanation": "遙控無人機實體檢驗合格證的有效期限為3年，這是民用航空法規中的規定。檢驗合格證在三年期滿後需要重新檢驗，以確保無人機仍符合安全標準。",
    "wrong_options": {
      "A": "1年的有效期太短，不符合民航局的檢驗制度規定，檢驗成本太高。",
      "B": "2年的有效期不是民航局規定的檢驗週期，無人機檢驗有效期應為3年。",
      "D": "4年的有效期過長，不符合民航局對無人機安全檢驗的要求，應為3年一檢。"
    }
  },
  "192": {
    "keywords": "柏努利定律 - 流速與壓力的反比關係",
    "mnemonic": "「柏」速快壓低，「努」力守能量 - 速度越快，壓力越低；速度越慢，壓力越高",
    "explanation": "柏努利定律說明在流體流動過程中，流速越高的地方壓力越低，流速越低的地方壓力越高。這是因為流體的總能量（動能+位能+壓力能）保持守恆。當流速增加時，動能增大，壓力能必然減小，因此壓力下降。",
    "wrong_options": {
      "A": "柏努利定律與溫度無直接關係，而是涉及流速和壓力的關係",
      "C": "這是熱力學領域的內容，不是柏努利定律所闡述的關係",
      "D": "B選項正確，所以不是以上皆非"
    }
  },
  "284": {
    "keywords": "多旋翼機分類方式：旋翼數量、分布位置、傾斜能力",
    "mnemonic": "多旋翼「三分法」：數量多、位置異、傾斜力 - 都能分",
    "explanation": "無人多旋翼機可以從多個維度進行區分：按旋翼數量（四軸、六軸、八軸等）、按旋翼分布位置（X型、十字型等）、按旋翼是否能傾斜（固定槳盤或可變槳盤）來分類，因此答案是「以上皆可」。",
    "wrong_options": {
      "A": "只提到旋翼數量，忽略了位置和傾斜能力等其他分類方式",
      "B": "只提到旋翼分布位置，未考慮數量和傾斜特性的區分方法",
      "C": "只強調旋翼傾斜能力，遺漏了數量和位置這兩個重要的分類維度"
    }
  },
  "468": {
    "keywords": "高度每上升1000呎，氣壓減少約1吋汞柱",
    "mnemonic": "「千呎一柱」- 每上升1000呎，氣壓就減少1吋汞柱。可記為：1000 ft ↑ = 1 inHg ↓",
    "explanation": "在大氣中，高度越高氣壓越低。標準大氣條件下，高度每上升1000呎，氣壓值會減少約1吋汞柱。這是飛行中計算高度與氣壓關係的重要參考數據。",
    "wrong_options": {
      "A": "混淆了數值大小，減少10吋汞柱過大，實際上海平面到10000呎才減少約10吋汞柱",
      "B": "違反物理規律，高度上升氣壓應該減少而非增加",
      "D": "數值方向錯誤，高度上升時氣壓是減少而非增加"
    }
  },
  "376": {
    "keywords": "重心計算、重量平衡、力臂、重心範圍校正",
    "mnemonic": "「重心前移需加後」：重心太前移時，需要在後艙增加重量或往後移動重物來平衡",
    "explanation": "計算得重心為24英吋，低於允許範圍的25英吋下限，重心過前。需要透過後艙酬載往後移動，利用增加的力臂距產生更大的力矩來後移重心。後艙酬載往後移動3.4英吋後，新重心位置會恰好回到25英吋的標準範圍。",
    "wrong_options": {
      "A": "前艙往前移會使重心更加前移，與問題相反，且計算上也不符合需要",
      "C": "增加配重質量不如改變力臂距有效率，且計算結果不符合校正需求",
      "D": "前艙增加配重無法有效改善重心過前的問題，需要後艙力臂補償"
    }
  },
  "560": {
    "keywords": "危害是指可能造成人員傷亡、裝備損壞或降低運作效能的狀況、物體或活動",
    "mnemonic": "「危害」＝危險的害處 → 想像危險物品傷人、破物、停機的景象",
    "explanation": "危害（Hazard）是指任何可能對人員造成傷亡、對裝備造成損壞，或對運作效能造成負面影響的狀況、物體或活動。這是無人機飛航安全管理中的核心概念，需與「風險」區分。",
    "wrong_options": {
      "A": "風險是危害存在的可能性與危害造成損害程度的組合（機率×嚴重度），不是危害本身",
      "C": "災難指已經發生的大規模負面事件結果，不是潛在的危害狀況",
      "D": "事故是指不期望、非計劃的事件導致人傷、物損或效能降低，是危害實現後的結果"
    }
  },
  "101": {
    "keywords": "普通操作證、未達15公斤、導航設備",
    "mnemonic": "「普通操證 輕小導航」- 普通操作證只能操作輕小型（未達15kg）且具備導航設備的無人機",
    "explanation": "持有普通操作證的自然人只能操作「未達15公斤且裝置導航設備」的遙控無人機。超過15公斤的無人機則需要高級操作證。關鍵是要同時滿足「重量限制」和「導航設備要求」兩個條件。",
    "wrong_options": {
      "A": "15公斤以上超出普通操作證的權限範圍，需要高級操作證",
      "B": "25公斤以上屬於大型無人機，普通操作證無法操作",
      "D": "30公斤以上為超大型無人機，需要更高等級的操作證或特殊許可"
    }
  },
  "9": {
    "keywords": "禁止飛航場所、室內場所、安全風險、私人庭院、學校教室、辦公室",
    "mnemonic": "「私教辦」三個不行——私人庭院、教室、辦公室都不可無故飛行",
    "explanation": "遙控無人機操作人為了確保安全，不得無故在室內或密閉空間飛航。私人庭院、學校教室、辦公室場所等地方都因為空間限制、人員密集或設施風險，禁止無故進行飛航活動，因此正確答案是D「以上皆是」。",
    "wrong_options": {
      "A": "只選私人庭院，忽略了教室和辦公室同樣是禁飛場所",
      "B": "只選學校教室，漏掉其他室內密閉空間的限制",
      "C": "只選辦公室場所，沒有涵蓋所有禁止飛航的場所"
    }
  },
  "193": {
    "keywords": "柏努利定律、流體速度快、壓力減小、飛行原理、機翼升力",
    "mnemonic": "速快壓小（Speed fast, Pressure small）- 記住柏努利定律的核心：速度越快，壓力越小；速度越慢，壓力越大。",
    "explanation": "柏努利定律是流體力學的基本原理，指出在流體流動過程中，流體的速度越快的地方，靜壓力越小；速度越慢的地方，靜壓力越大。這是因為流體的總能量（動能+位能+壓力能）保持守恆，當動能增加時，壓力能必然減少。",
    "wrong_options": {
      "B": "錯誤。這與柏努利定律的實際原理相反。流體速度增加時，壓力會減小，而非增大。",
      "C": "錯誤。流體的壓力與速度成反比關係，並非保持不變。速度改變時，壓力必然改變。",
      "D": "錯誤。柏努利定律是確定的物理規律，流體速度快時壓力一定減小，不存在有時增大的情況。"
    }
  },
  "285": {
    "keywords": "升降（垂直上下）、偏航（左右旋轉）、多旋翼機動作特性",
    "mnemonic": "「升偏」記法：升升降降（升降動作）+ 轉轉轉（偏航旋轉）= 多旋翼穩定動作",
    "explanation": "多旋翼機透過改變各馬達轉速比例，能垂直且穩定地控制升降（改變總推力）和偏航（差速旋轉），這兩個動作互不干擾。升降靠全部馬達同速增減推力；偏航靠對角馬達差速旋轉。",
    "wrong_options": {
      "A": "滾轉和水平平移需要機身傾斜，多旋翼難以垂直穩定執行此組合動作。",
      "C": "偏航可垂直穩定執行，但水平平移需機身傾斜，組合困難。",
      "D": "俯仰和水平平移都需要機身傾斜，無法垂直穩定同時執行。"
    }
  },
  "377": {
    "keywords": "經度差20分 × 1海浬/分 ÷ 40節 = 30分鐘",
    "mnemonic": "經差分鐘數 = 海浬數；海浬數 ÷ 空速節數 = 飛行時間（分鐘）",
    "explanation": "無人機從E121°10'飛往E121°30'，經度相差20分（20 nautical miles）。以40節空速飛行：20海浬÷40節×60分鐘=30分鐘。",
    "wrong_options": {
      "A": "10分鐘太短，未考慮實際距離。20÷40×60≠10。",
      "B": "20分鐘計算有誤，可能誤用20分(經度差)直接當時間。",
      "D": "40分鐘過長，可能誤將經度差直接除以40，或時速單位換算錯誤。"
    }
  },
  "561": {
    "keywords": "危害的可能後果 = 風險",
    "mnemonic": "危害→風險：「危險的害處會帶來風險」",
    "explanation": "危害（Hazard）是指具有潛在傷害性的因素，而這些危害所可能造成的後果就稱為「風險」。風險是對危害可能性和嚴重程度的評估。",
    "wrong_options": {
      "B": "災難是指已經發生的重大負面事件，是風險實現後的結果，不是危害本身可能造成的後果。",
      "C": "意外是指突然發生且不預期的事件，指的是已發生的事件而非可能的後果。",
      "D": "事故是指已經發生的不幸事件，屬於實際發生的損害結果，而非危害的可能後果。"
    }
  },
  "469": {
    "keywords": "風向定義：風來自的方向，而非風吹向的方向",
    "mnemonic": "「風向源頭定，來自何方就是名」- 風向以來源方向命名，風自東來就叫東風",
    "explanation": "氣象學規定風向是指風吹來的方向。當風自東邊吹來時，稱為「東風」。這不同於日常語言中的描述方式，需要特別記住：風向 ≠ 風吹向的方向，而是 = 風來自的方向。",
    "wrong_options": {
      "A": "西風是錯的，因為如果風自東邊吹來，它吹向西邊，但風向定義是以來源方向命名，而非目的地",
      "C": "南風是錯的，風來自東邊與南北方向無關",
      "D": "北風是錯的，風來自東邊與南北方向無關"
    }
  },
  "10": {
    "keywords": "無人機飛航、社會風險、公眾安全",
    "mnemonic": "「社會」=安全社區。無人機在空中飛航，最容易影響周邊人民的生命財產安全和公眾利益，這就是社會風險。",
    "explanation": "無人機飛航時，因可能墜落、機械故障或操作失誤等原因，會對下方人群、建築物、車輛等造成威脅，這屬於影響社會大眾安全和福祉的「社會風險」。",
    "wrong_options": {
      "A": "文化風險是指對傳統文化、宗教信仰等的衝擊，與無人機飛航無直接關係。",
      "B": "健康風險通常指疾病、污染等對個人身體的危害，無人機飛航主要威脅的是安全而非健康。",
      "D": "貿易風險涉及商業交易、進出口等經濟活動的風險，與無人機飛航活動無關。"
    }
  },
  "194": {
    "keywords": "機翼、旋翼、升力、向上推動",
    "mnemonic": "「翼轉上升」- 機翼(翼)和旋翼(轉)產生的就是向上升的升力(上升)。",
    "explanation": "機翼或旋翼通過與空氣互動，利用伯努利原理和牛頓第三定律產生升力。升力是垂直向上的力，主要由機翼或旋翼的運動所產生，用來克服無人機的重力並使其飛行。",
    "wrong_options": {
      "A": "阻力是空氣對無人機運動的阻礙，主要產生於機身表面而非機翼/旋翼的主要功能。",
      "C": "推力是電動馬達所提供的前進動力，不是機翼/旋翼產生的。",
      "D": "重力是地球對無人機的吸引力，是無人機本身的性質，不是由機翼/旋翼產生的。"
    }
  },
  "102": {
    "keywords": "普通操作證、專業操作證、15公斤重量界線",
    "mnemonic": "普通與專業證 可控15公斤機 （15 = 1+5 = 6，記住「普通、專業」兩種證都是15公斤的分界）",
    "explanation": "普通操作證和專業操作證的持有人都可以操控最重達15公斤的遙控無人機。這是台灣無人機飛航管制的重要分界點，超過15公斤需要具有更高級別的資格認證。",
    "wrong_options": {
      "A": "1公斤是過於輕量，這是微型無人機的範疇，不符合普通和專業操作證的管制標準",
      "B": "2公斤雖然較輕，但不是普通和專業操作證的重量界線，此數字在實務上缺乏特殊規範意義",
      "D": "25公斤超出普通和專業操作證的操控範圍，需要更高級別的認證或商業許可"
    }
  },
  "286": {
    "keywords": "多旋翼機、垂直起降、定點懸停、穩定升降偏航",
    "mnemonic": "「多旋翼機三大絕技」：垂直起降（V）、定點懸停（H）、穩定控制（S）- VHS 全拿",
    "explanation": "多旋翼機的核心優勢在於能同時實現垂直起降、精準定點懸停和穩定的升降偏航控制。相比之下，一般固定翼無人飛機需要跑道助跑，無法懸停，更無法進行精密的三維空間控制，因此多旋翼機的這些能力是其他無人飛機望塵莫及的。",
    "wrong_options": {
      "A": "只強調垂直起降，忽略了懸停和精密控制這兩項關鍵優勢",
      "B": "只突出定點懸停，不完整，垂直起降和穩定控制同樣重要",
      "C": "只提升降和偏航控制，遺漏了垂直起降和懸停這兩大核心能力"
    }
  },
  "470": {
    "keywords": "正側風、起飛、翼面與地面接觸",
    "mnemonic": "「側風吹翼面」- 強側風會使無人飛機機翼受風吹壓，可能導致翼尖或翼面與地面接觸",
    "explanation": "起飛時遭遇強側風，風力作用於無人飛機的側面，會產生側向力使機身傾斜，導致翼面可能與地面或跑道接觸而受損。",
    "wrong_options": {
      "A": "視線不清與風向無直接關係，側風不會影響操作人員的視線",
      "B": "導控距離由無線電訊號強度決定，與風向風速無關",
      "D": "側風可能增加起飛距離，因為側力會干擾機身方向，不會縮短起飛距離"
    }
  },
  "378": {
    "keywords": "快速增加高度、最佳爬升率空速、動力最大、臨界攻角",
    "mnemonic": "「最爬快、護臨界」- 最佳爬升率、動力快到最大、守護臨界攻角",
    "explanation": "要快速增加高度應採用最佳爬升率空速而非最大攻角，因為最大攻角反而會使升力係數過高導致迴旋半徑增大。正確做法是動力加到最大，以最佳爬升率空速飛行，同時注意不超過臨界攻角以避免失速。",
    "wrong_options": {
      "A": "攻角越大越好會導致迴旋半徑增加、爬升效率下降，甚至接近失速，反而降低爬升率。",
      "B": "無動力增加是無法達成『快速』增加高度的要求，爬升率會不足。",
      "C": "最佳爬升角空速(最陡角度)會在一定距離產生最大高度，但速度較慢，無法『快速』增加高度。"
    }
  },
  "562": {
    "keywords": "時間壓力、未經充分蒐集分析、僅憑直覺經驗、立即執行",
    "mnemonic": "「自動決策」= 自動駕駛般，不經思考直接反應。時間急、資訊不足就自動出手。",
    "explanation": "自動決策是指在時間壓力或資訊不足的情況下，未經充分分析利弊，憑直覺或過往經驗即刻做出決定的方式。這種決策過程是「自動化」的，沒有經過深思熟慮的分析階段。",
    "wrong_options": {
      "A": "工程決斷是指經過系統分析、評估多方資訊後的理性決策，與題目強調的『未經充分蒐集分析』相反。",
      "B": "反射抉擇指的是本能反應，更偏向於物理學或心理學的反射概念，不是決策方式的正式術語。",
      "D": "兩難情境是指面臨兩個都不理想的選擇，與決策的執行方式無關，不符合題意。"
    }
  },
  "103": {
    "keywords": "學習操作證：構型不受限制是錯的，僅限於符合規定的構型",
    "mnemonic": "「學習證配套限制」- 年齡(16歲)、監護(必須有人指導)、構型(受限制)、重量(≤15kg)，只有構型不是「不受限制」",
    "explanation": "持有學習操作證的人所操作的遙控無人機構型是受限制的，只能操作符合規定之標準構型。C選項說「不受限制」是錯誤的，其他選項(年滿16歲、需監護、重量≤15kg)都正確。",
    "wrong_options": {
      "A": "申請者年滿16歲是正確的，符合法規要求",
      "B": "學習操作證持有者必須在普通或專業操作人的監護下才能操作，這是正確的安全要求",
      "D": "操作無人機重量限制為15公斤是正確的，這是學習操作證的重要限制條件"
    }
  },
  "11": {
    "keywords": "違反規範、處罰目的、維持秩序、公共利益、公共安全",
    "mnemonic": "「違規三連罰」：維秩序、增利益、保安全——三個目的都要罰！",
    "explanation": "對違反無人機規範的操作人及所有人進行處罰，是為了同時達成三個重要目的：維持社會秩序（規範航空活動）、增進公共利益（保護環境和資源）、維護公共安全（防止墜落傷人等危害），因此正確答案是「D. 以上皆是」。",
    "wrong_options": {
      "A": "只強調秩序維持，忽略了利益增進和安全維護的同等重要性",
      "B": "僅涵蓋公共利益面向，未考慮秩序與安全的必要性",
      "C": "單一強調安全，但處罰的目的是多層面的全面管理"
    }
  },
  "195": {
    "keywords": "連續性定理、柏努利定律、機翼上下表面、壓力差",
    "mnemonic": "「連柏壓」：連續性定理加柏努利定律，就能看出機翼上下壓力差。上面快、下面慢，壓力必然相反。",
    "explanation": "根據連續性定理，機翼上表面氣流速度快，下表面氣流速度慢。由柏努利定律可知，流體速度越快的地方壓力越小，因此機翼上表面壓力小於下表面，形成壓力差，這就是飛機產生升力的原理。",
    "wrong_options": {
      "A": "溫度差在機翼上下表面不是由連續性定理和柏努利定律直接導出的主要現象。",
      "C": "濕度差與氣流流速和壓力變化無關，不是這兩個定理的應用結果。",
      "D": "比熱差是物質本身的性質，不會因為機翼上下表面的流動而產生。"
    }
  },
  "379": {
    "keywords": "正南風、南北向跑道、18跑道方向、航空器起降選擇",
    "mnemonic": "南風(正南180°) → 18跑道(180°)，逆風起降，記住「南」=「18」",
    "explanation": "航空器需要逆風起降以增加升力，正南風(180°)應選擇18跑道(180°方向)。跑道編號是以磁方位角除以10命名，18=180°方向。",
    "wrong_options": {
      "B": "27跑道方向為270°(正西)，與正南風夾角90°，不是逆風方向",
      "C": "09跑道方向為90°(正東)，與正南風夾角90°，不是逆風方向",
      "D": "36跑道方向為360°(正北)，與正南風迎風，容易出現順風危險"
    }
  },
  "287": {
    "keywords": "對稱旋翼設計 - 左右對稱平衡，控制簡單直接",
    "mnemonic": "「對稱最簡單」- 對稱(symmetric)設計左右平衡，操控直覺簡單，是多旋翼機的標準配置",
    "explanation": "無人多旋翼機採用對稱的旋翼設計，使得四個（或多個）旋翼的配置完全對稱，實現了左右、前後的平衡。這種設計使得控制系統可以對稱地調整各旋翼轉速，最大化控制的直接性和簡便性，是現代無人機的標準設計。",
    "wrong_options": {
      "A": "參差配置是指旋翼高度不同，會造成控制複雜且不穩定，不符合簡單操控的要求",
      "C": "不對稱設計會導致飛行性能不均勻，需要複雜的補償算法，操控難度高",
      "D": "偏一邊的設計會造成飛行器傾斜和不穩定，需要更複雜的控制邏輯"
    }
  },
  "471": {
    "keywords": "正側風、降落、偏離跑道、漂移",
    "mnemonic": "「側風吹，機會偏」─降落時正側風會將無人機吹向一側，導致落地後整架飛機偏離預定跑道方向。",
    "explanation": "降落時正側風對無人機有水平推力，機體會被風吹向側風方向，即使著陸點正確，由於側向風力持續作用，無人機會在著陸後沿著地面滑行或橫向漂移，最終落地位置偏離預定跑道。",
    "wrong_options": {
      "B": "操作人視線與風向無直接關係，正側風主要影響飛機水平運動，不是視線問題。",
      "C": "側風不會縮短無線電訊號傳輸距離，導控距離取決於發射功率和環境干擾。",
      "D": "降落距離主要受重量、著陸速度和逆風影響，正側風反而可能延長降落距離，不會變短。"
    }
  },
  "563": {
    "keywords": "天氣變化、能見度、濕度、陣風、立即返場降落、飛行安全",
    "mnemonic": "「惡劣天氣三不行：見度差、溼度高、風力強，安全第一立即降」",
    "explanation": "當天氣明顯變化（能見度降低、相對濕度增高、陣風增大）時，這些因素都會直接影響無人機的飛行控制和安全性。操作人應該遵守「安全第一」的原則，當機立斷立即將無人機返場降落，以確保無人機的性能不受損害和維護飛行安全。",
    "wrong_options": {
      "B": "人數多寡與飛行安全無關，惡劣天氣對無人機性能的影響是客觀的，不會因為團隊人數增加就能抵抗天氣",
      "C": "無人機性能再優異也無法克服惡劣天氣條件，天氣影響是客觀存在的，優秀機型仍需避開惡劣條件飛行",
      "D": "B和C都是錯誤的，因為安全決策不能基於人員數量或機型性能，而是要基於氣象條件"
    }
  },
  "12": {
    "keywords": "違反規範、遙控無人機、罰鍰、公眾利益、安全財產危害程度",
    "mnemonic": "「安全第一」記法：罰款看「安全」→公眾利益及安全財產危害程度",
    "explanation": "無人機罰鍰的衡量標準是以公眾利益保護和財產安全危害程度為主，因為這直接關係到飛行安全管理的核心目的。",
    "wrong_options": {
      "B": "政府稅收和經濟指數與無人機飛航安全規範無關，罰鍰不是為了增加稅收",
      "C": "國力強弱和世界局勢完全不涉及個別無人機操作的罰處規定",
      "D": "教育程度和人民素質太過主觀，罰鍰應依客觀的安全危害程度判定"
    }
  },
  "104": {
    "keywords": "專業操作證可執行法人委託業務、需通過體格檢查和術科測驗、分為基礎級和進階級",
    "mnemonic": "「專業三要件」：專業操作證需要 (1)通過學科+術科測驗 (2)體格檢查合格 (3)執行獲核准之法人委託業務",
    "explanation": "專業操作證持有者得執行獲核准之法人委託業務，這是專業操作證的主要特徵，與普通操作證不同。專業操作證持有者必須同時通過學科和術科測驗，並須經過體格檢查，分為基礎級和進階級兩級。",
    "wrong_options": {
      "A": "專業操作證分為基礎級和進階級2級，不是初、中、高3級",
      "B": "持有者須同時通過學科和術科測驗，不是僅通過學科測驗",
      "D": "持有者須經過體格檢查才能取得證照，不是無須檢查"
    }
  },
  "196": {
    "keywords": "相對氣流方向垂直、壓力差、升力",
    "mnemonic": "「垂直壓差 = 升力」，記住：垂直於相對氣流的壓力差就是升力的定義。",
    "explanation": "升力是由於物體表面受到的壓力分佈不均勻所產生。當氣流流過機翼時，垂直於相對氣流方向（即垂直於氣流來向）的壓力差累積，就形成了升力。這是空氣動力學中升力的基本定義。",
    "wrong_options": {
      "A": "槳葉的攻角是造成升力的原因，但不是壓力差的結果，這是因果關係顛倒。",
      "B": "阻力是平行於相對氣流方向的壓力差，而非垂直方向，與題目敘述不符。",
      "D": "地心引力是重力，與相對氣流和壓力差無關，這是完全不同的物理概念。"
    }
  },
  "288": {
    "keywords": "定距槳多旋翼機、無人直昇機、機械結構、控制難度、姿態平穩、全方位提升",
    "mnemonic": "「多旋簡」諧音記憶：多旋翼機比直昇機「簡」單，簡單在三方面 - 結構簡、控制簡、飛行簡（平穩）",
    "explanation": "定距槳無人多旋翼機相較於無人直昇機，在機械設計結構上更簡潔（多個固定螺旋槳取代複雜搖控機構），控制難度更低（現代自穩系統），姿態平穩性更好（多螺旋槳冗餘設計），因此在三個方面皆有很大提升。",
    "wrong_options": {
      "A": "只強調機械結構，忽略了控制難度和姿態平穩的進步",
      "B": "只強調控制難度，未提及結構設計和平穩性的優勢",
      "C": "只強調姿態平穩，遺漏了結構簡化和控制改善的重要提升"
    }
  },
  "380": {
    "keywords": "升力公式、空氣密度、伯努利原理",
    "mnemonic": "「密度大升力大」- 升力與空氣密度成正比",
    "explanation": "升力計算公式為 L = 1/2 × ρ × V² × S × CL，其中ρ代表空氣密度。因此空氣密度增加時，升力會成比例增加。高空空氣稀薄升力小，低空空氣密集升力大，這是為什麼飛機在高海拔地區需要更長跑道起飛的原因。",
    "wrong_options": {
      "B": "升力降低是錯誤的。升力與空氣密度成正相關，密度增加升力應該增加而非降低。",
      "C": "升力不變忽略了空氣密度對升力的直接影響。根據升力公式，密度改變必然影響升力大小。",
      "D": "升力有時增加有時降低過於不確定。升力與空氣密度的關係是確定的正相關，不會隨意變化。"
    }
  },
  "472": {
    "keywords": "垂直起降、風向考量、滯空飛行穩定度",
    "mnemonic": "「垂直升空看穩定」- 垂直起降無人機，重點在滯空時的穩定度",
    "explanation": "多旋翼機和直昇機能垂直起降，不需跑道，但在空中懸停時須保持穩定。側風對滯空穩定度影響最大，因此風向考量的重點是滯空飛行的穩定度，而非起降的方向性。",
    "wrong_options": {
      "A": "起降時遇到較強的正側風並非主要考量，因為垂直起降不依賴風向助力",
      "C": "順風起降是固定翼機的考量，垂直起降無人機不受此限制",
      "D": "遮蔽操作人視線是安全執行面，與風向無直接關係"
    }
  },
  "564": {
    "keywords": "無人機操作、製造商性能資料、飛行規劃優先順序",
    "mnemonic": "製造商最懂自己機器（廠商的規格就是聖經）",
    "explanation": "無人機製造商提供的性能資料是針對該特定機型的實測、驗證資料，最為準確可靠。雖然教科書、經驗及預估資料都有參考價值，但在性能資料相互矛盾時，應以製造商官方規格為準，因為製造商對自己產品的性能特性最了解，且承擔法律責任。",
    "wrong_options": {
      "A": "航空教科書是通用理論，未必適用於特定無人機機型的個別差異",
      "B": "個人經驗易受主觀偏差影響，且不同操作人的條件與技術水平不同",
      "D": "類似系統的預估資料只是推估，未經該機型實際驗證，可信度最低"
    }
  },
  "13": {
    "keywords": "休閒娛樂性質遙控無人機、自我管理、操作人遵守規範",
    "mnemonic": "「自」我管理：操作人自己遵守規範，主動管理風險。休閒無人機靠「自」律！",
    "explanation": "休閒娛樂性質的無人機活動由操作人自主進行，不屬於商業運營，因此活動風險主要透過操作人的自我管理來控制。操作人需自行遵守相關飛航規範、安全操作規則等，以降低飛行風險。",
    "wrong_options": {
      "A": "財政管理與無人機飛行風險無直接關連，財政管理用於資金管理而非安全管理。",
      "C": "衛生管理主要針對食品、醫療等衛生相關領域，與無人機飛行風險管理無關。",
      "D": "健康管理針對人體健康，而非無人機飛行風險管理的主要方式。"
    }
  },
  "105": {
    "keywords": "術科測驗期限、學科通過後、1年內完成",
    "mnemonic": "一年有效期 - 學科Pass後，術科要在「一整年」內考完，不能拖太久",
    "explanation": "遙控無人機專業操作證的取得有時間限制規定，申請者通過學科測驗後，必須在1年內完成術科測驗。超過期限則需重新報考學科測驗。",
    "wrong_options": {
      "A": "3個月時間太短，不符合實際操作訓練需求",
      "B": "6個月雖然較寬鬆，但未達法規要求的最長期限",
      "C": "9個月接近但未達完整的1年期限規定"
    }
  },
  "197": {
    "keywords": "槳葉攻角、螺旋槳轉速、推力產生",
    "mnemonic": "記「雙雙驅動」：槳葉(雙翼)的攻角 + 螺旋槳轉速 = 推力驅動",
    "explanation": "螺旋槳推力由兩個主要因素共同決定：槳葉的攻角決定了升力方向和大小，而轉速決定了作用次數和速度。兩者缺一不可，必須同時考慮。",
    "wrong_options": {
      "A": "只考慮槳葉設計，忽略轉速也無法產生推力",
      "B": "只考慮轉速，但不同攻角的槳葉會產生不同效果",
      "D": "推力確實由這兩個因素共同產生"
    }
  },
  "289": {
    "keywords": "多旋翼機自動穩定系統、簡化飛行控制",
    "mnemonic": "「多旋翼簡單」- 多旋翼機具有多個馬達，自動穩定系統發達，使飛行變得簡單。",
    "explanation": "無人多旋翼機配備先進的自動穩定系統和飛控電腦，能自動調節各馬達轉速以維持姿態平衡，大幅降低飛行難度。相比傳統直升機需要複雜的手動操作，多旋翼機讓飛行變得簡單得多。",
    "wrong_options": {
      "A": "多旋翼機的自動穩定系統會主動介入，確實對飛行有重大影響，不是沒有影響。",
      "B": "多旋翼機的設計目的就是簡化飛行操作，而非增加複雜性。",
      "D": "多旋翼機的自動穩定系統工作原理一致，飛行難度始終保持簡單，不會時複雜時簡單。"
    }
  },
  "381": {
    "keywords": "應力不影響空氣密度；空氣密度受高度、溫度、濕度影響",
    "mnemonic": "「空氣密度三劍客」- 高(度)、溫(度)、濕(度)，應力靠邊站",
    "explanation": "空氣密度由理想氣體法則決定，主要受高度（氣壓降低）、溫度（溫度升高密度降低）、濕度（水蒸氣影響分子密度）等因素影響。應力（物理學中的內應力）是物質內部承受的力，與空氣密度無直接關係。",
    "wrong_options": {
      "A": "高度影響大氣壓力，壓力越低密度越小，這是影響空氣密度的重要因素",
      "B": "溫度越高空氣膨脹，密度越小；溫度越低空氣收縮，密度越大，直接影響密度",
      "C": "濕度是指空氣中水蒸氣含量，會改變空氣分子成分，進而影響整體空氣密度"
    }
  },
  "473": {
    "keywords": "大氣兩點間風速或風向劇烈變化",
    "mnemonic": "風「切」→像刀切一樣，風速或風向被「切割」得改變劇烈",
    "explanation": "風切是指在大氣中相鄰兩點間，風速或風向發生劇烈變化的現象。就像一把刀「切」過一樣，風的速度或方向被截然分開，形成急劇的變化。",
    "wrong_options": {
      "A": "風流是指風的流動或流向，是連續性的現象，不強調劇烈變化",
      "C": "風格是文學或藝術用語，完全無關於氣象學",
      "D": "風氣是指社會流行的現象或習俗，與大氣物理無關"
    }
  },
  "14": {
    "keywords": "法人無人機操作人、強制加入、責任險",
    "mnemonic": "「法人無人機要保險，責任險是強制線」",
    "explanation": "法人從事業務之遙控無人機操作人依法必須加入責任保險，這是為了保護第三人在無人機操作過程中可能造成的人身傷害或財產損失而設立的強制保險制度。",
    "wrong_options": {
      "A": "積水險是針對水災造成的房屋及財產損失，與無人機操作風險無關",
      "C": "地震險是針對地震造成的建築物損失，非無人機操作人應加入的保險",
      "D": "颱風險也是天災保險，無法對應無人機操作可能造成的法律責任"
    }
  },
  "565": {
    "keywords": "每次飛行前、必須執行、起飛前檢查、沒有任何情況可以免除",
    "mnemonic": "「飛行前檢查不能少，次次必做沒商量」",
    "explanation": "無人機飛行安全的首要原則是每次飛行前都必須進行完整的起飛前檢查，這是確保飛行安全的基本要求，不因任何情況而有例外。",
    "wrong_options": {
      "A": "前一次飛行檢查不代表下一次也安全，機況可能變化，每次都要獨立檢查",
      "B": "當天天氣、環境、無人機狀況隨時可能改變，不能因為早上檢查過就免除後續檢查",
      "D": "無人機飛行安全是絕對要求，不因任務複雜度或飛行時間長短而改變，操作人判斷不能替代規定"
    }
  },
  "290": {
    "keywords": "同時增加或減少每個旋翼升力 = 垂直升降，所有旋翼同步控制",
    "mnemonic": "\"四個一起\" → 升降UP-DOWN；單獨不同 → 俯仰滾轉偏航",
    "explanation": "無人多旋翼機如果同時增加或減少所有旋翼的升力，整架機體會同時上升或下降，呈現垂直升降的狀態。而如果是部分旋翼升力不同，才會產生俯仰、滾轉或偏航等姿態變化。",
    "wrong_options": {
      "B": "俯仰需要前後旋翼升力不同（前低後高或反之），不是同時增減",
      "C": "偏航是通過改變旋翼轉速方向（順逆旋），不是升力增減",
      "D": "滾轉需要左右旋翼升力不同（左高右低或反之），不是同時增減"
    }
  },
  "198": {
    "keywords": "螺旋槳轉速用RPM表示，是每分鐘轉數的標準單位",
    "mnemonic": "RPM = Revolutions Per Minute（每分鐘轉數），記住「R轉P每M分」就是螺旋槳轉速的標準表示法",
    "explanation": "螺旋槳轉速在無人機和航空領域中統一採用RPM（每分鐘轉數）來表示，因為它直觀地反映了螺旋槳在一分鐘內完成的旋轉圈數，是業界標準單位。",
    "wrong_options": {
      "A": "rad/s是角速度單位，使用較複雜的數值，不適合作為轉速的日常標示",
      "C": "赫茲(Hz)表示頻率（每秒循環次數），與轉速概念不同，且數值太小",
      "D": "rad/min雖是角速度單位，但在航空領域不是標準用法，業界統一使用RPM"
    }
  },
  "106": {
    "keywords": "酒精濃度限制、0.02%、飲酒駕駛無人機",
    "mnemonic": "「兩點零二」- 記住 0.02% 的英文就是 \"zero point zero two\"，開頭都是 0，中間的 02 像是「二」(B選項)",
    "explanation": "台灣無人機飛航法規規定，操作人員在操作遙控無人機時，血液中酒精濃度依法不得超過 0.02%，這與交通法規中汽車駕駛的限制一致，以確保操作人員具有完全的判斷力和反應能力，保障飛航安全。",
    "wrong_options": {
      "A": "0.01% 過於嚴格，實際法規標準為 0.02%",
      "C": "0.04% 超過法規限制，濃度太高會影響操作安全",
      "D": "0.06% 遠超法規允許值，完全違反飛航安全規定"
    }
  },
  "474": {
    "keywords": "風切、垂直氣流、上升下沉氣流",
    "mnemonic": "風切（Wind Shear）= 「風」向改變 + 「垂直」氣流伴隨 = 記住：風切時天空會「垂直翻騰」",
    "explanation": "風切是指不同高度的風速或風向產生差異，常伴隨垂直氣流產生。垂直氣流（上升或下沉）是風切的典型現象，會對飛行安全造成威脅。",
    "wrong_options": {
      "B": "焚風氣流是乾熱下沉風，與風切不必然相關，焚風強調溫度特性而非氣流垂直運動",
      "C": "旋風氣流指水平旋轉氣流（龍捲風等），與風切的垂直分層特性不同",
      "D": "離心氣流是向外擴散的氣流，非風切的典型伴隨現象，風切的關鍵是垂直方向的變化"
    }
  },
  "382": {
    "keywords": "空氣分子少、稀薄 → 密度高度越高；密度高度與實際高度反向關係",
    "mnemonic": "「稀薄記高度」：分子稀薄(少) = 密度低 = 密度高度高；反之分子密集 = 密度高 = 密度高度低",
    "explanation": "密度高度是表示空氣密度相對於標準大氣的參考值。當空氣分子較少且稀薄時，表示該位置的空氣密度較低，因此需要用更高的標準大氣高度來表示其密度水平，所以密度高度會越高。",
    "wrong_options": {
      "B": "若選越低，代表混淆了分子稀薄與密度高度的反向關係，實際上分子少即空氣密度低，密度高度應該越高而非越低",
      "C": "密度高度與空氣密度有確定的反向對應關係，不會可能高也可能低，而是必然越高",
      "D": "根據空氣分子濃度可以確定其密度，進而判斷密度高度，並非無法判斷"
    }
  },
  "566": {
    "keywords": "雷雨預報、惡劣天氣、飛航決策、安全優先",
    "mnemonic": "「預報雷雨要停飛，安全永遠是第一」- 氣象預報是預防的關鍵，見到雷雨預警立即中止任務",
    "explanation": "根據無人機飛航安全規範，當氣象預報出現惡劣天氣警告（如雷雨）時，應主動停止飛行任務。無論無人機狀況多好、操作人能力多強，或任務有多重要，天氣因素造成的風險（如雷擊、亂流、視線不佳等）都無法完全控制，應優先選擇停飛，確保人員和設備安全。",
    "wrong_options": {
      "B": "僥倖心理，假設預報不一定準確或不會碰上是極危險的。氣象預報的目的就是提前預警，應主動規避而非賭運氣。",
      "C": "過往經驗不能保證未來安全，每次雷雨的強度、範圍都不同。操作人能力優秀也無法克服自然力量，應尊重大自然的力量。",
      "D": "經濟損失永遠不應高於飛航安全。繼續執行任務直到碰到雷雨是被動應對，此時已錯失最佳停飛時機，極易造成無人機損失或更大事故。"
    }
  },
  "107": {
    "keywords": "25公斤、導航設備、87海浬",
    "mnemonic": "「輕機有導航，速限八十七」- 輕型無人機（未達25kg）裝導航設備，最速就是87海浬",
    "explanation": "最大起飛重量未達25公斤的遙控無人機，如果裝置了導航設備（GPS等），根據民航局規定，其最大飛行速度限制為87海浬/小時。這是為了確保在配備導航設備的輕型無人機飛行時的安全性。",
    "wrong_options": {
      "A": "70海浬是特定低風險操作的限制，不是此類無人機的標準限制",
      "C": "100海浬超過了裝置導航設備輕型無人機的法定限制",
      "D": "150海浬是更重型或特殊許可的無人機才能達到的速度，遠超本題限制"
    }
  },
  "15": {
    "keywords": "遙控無人機定義、信號鏈路、自動駕駛、民航局公告",
    "mnemonic": "「遙自民」三種定義都算 - 遙控信號、自動駕駛、民航局公告的無人機",
    "explanation": "遙控無人機的定義包含三個重要層面：(1)使用遙控設備以信號鏈路進行飛航控制；(2)自動駕駛操作方式；(3)民航局可能公告的其他無人航空器。因此正確答案是D「以上皆是」，涵蓋所有可能的定義方式。",
    "wrong_options": {
      "A": "只強調遙控信號鏈路控制，未包含自動駕駛和民航局公告的其他定義方式",
      "B": "只強調自動駕駛操作，未涵蓋遙控信號控制和民航局公告的情況",
      "C": "只提及民航局公告，未說明具體的信號控制或自動駕駛方式"
    }
  },
  "291": {
    "keywords": "重量、重心位置、飛行性能、飛航安全",
    "mnemonic": "「重心穩」─重量和重心位置决定無人機的穩定性和安全性",
    "explanation": "無人機的重量和重心位置是影響飛行性能與安全的最關鍵因素。重心位置不當會導致無人機失去平衡，重量過重會影響推進力效率，兩者都直接決定飛行穩定性和應急反應能力。",
    "wrong_options": {
      "A": "機體大小雖影響空氣動力，但不如重量和重心位置直接影響飛行性能和安全",
      "B": "電池容量只影響續航時間，不是飛行性能和安全的最主要因素",
      "D": "並非所有項目都同時影響飛行性能與飛航安全"
    }
  },
  "199": {
    "keywords": "螺旋槳、攻角、根部、槳葉設計",
    "mnemonic": "「根部最大，尖端遞減」- 螺旋槳從根部到葉尖，攻角逐漸遞減",
    "explanation": "螺旋槳為了適應不同位置的相對風速差異，設計成根部攻角最大，向葉尖逐漸減小。根部相對風速較低，需要較大攻角以提供升力；葉尖相對風速較高，若攻角過大易失速，故攻角較小。",
    "wrong_options": {
      "B": "槳葉葉尖的相對風速最高，若攻角也最大會導致失速，且效率降低。葉尖攻角實際上最小。",
      "C": "槳葉中段的攻角介於根部和葉尖之間，並非最大值。",
      "D": "各位置攻角並不相同，不是「以上皆是」。"
    }
  },
  "383": {
    "keywords": "空氣分子濃厚→密度高→高度越低，空氣密度與高度成反比",
    "mnemonic": "「濃厚在下，稀薄在上」- 記住空氣密度隨高度增加而遞減，分子越密集越靠近地面",
    "explanation": "空氣密度主要取決於單位體積內的分子數量。當空氣中分子較多且濃厚時，表示該處空氣密度高，這種情況發生在高度越低的地方。由於大氣是由地面向上逐漸稀薄的，地面附近的空氣分子最密集，密度最高；隨著高度增加，空氣分子逐漸減少，密度也逐漸降低。",
    "wrong_options": {
      "A": "誤認為分子多代表高度高，實際上地面附近分子最多，高度越高分子越稀薄",
      "C": "忽略了空氣密度與高度的明確物理關係，密度高必定在低高度",
      "D": "空氣密度與高度的關係是確定的，高度越低密度越高，可以判斷"
    }
  },
  "475": {
    "keywords": "低空風切、1,600呎以下、風向風速突然變化",
    "mnemonic": "低空風切「1600呎下」- 記住1600呎是低空風切的上限界線",
    "explanation": "低空風切是指在1,600呎以下的低空層中，風向或風速發生突然變化的現象。這類風切對飛行安全危害最大，特別是在起降階段，因此我國民航局特別規定以1,600呎作為低空風切的定義高度上限。",
    "wrong_options": {
      "A": "10,000~15,000呎是高空範圍，不在低空風切定義內",
      "B": "5,000~10,000呎屬中空範圍，遠超過低空風切高度限制",
      "C": "1,600~5,000呎的下限正確但上限過高，低空風切應在1,600呎以下"
    }
  },
  "16": {
    "keywords": "代業操作、農藥噴灑、學術科測驗、申請核准",
    "mnemonic": "記憶口訣：「代業農噴需全部」- 代為業者操作農藥噴灑，需要通過學科+術科測驗，且需要申請核准。",
    "explanation": "無人機代為執行農藥噴灑作業屬於「商業用途」，操作人必須通過「學科」和「術科」兩項測驗，並在執行作業前向民航局申請核准。因此只有選項A正確。",
    "wrong_options": {
      "B": "錯誤：術科測驗是必須的，不能省略。商業噴灑作業對安全要求高，必須具備實際操作能力。",
      "C": "錯誤：執行農藥噴灑作業前必須向民航局申請並獲得核准，不能自行進行。",
      "D": "錯誤：選項B和C都是錯的，所以此項也錯誤。"
    }
  },
  "567": {
    "keywords": "飛行安全、操作人員疲勞、立即返場落地、機組人員更替",
    "mnemonic": "安全第一：「疲勞操作是無人機飛航的大敵」- 看到操作人員出現疲勞症狀（反應慢、注意力散、協調性差），就要想到「立即返場、更換操作人」",
    "explanation": "無人機飛航安全的重要原則是：操作人員的身心狀態直接影響飛行安全。當發現操作人員出現明顯疲勞跡象時，必須基於安全考量立即採取行動，儘快返場落地並由其他合適的操作人員接手任務，不能冒險繼續操作。",
    "wrong_options": {
      "A": "硬撐會加重疲勞，反應遲鈍更危險，且他人講話會分散注意力，不符合安全原則",
      "B": "被動詢問不夠主動，疲勞的人自我判斷能力已下降，容易誤判自己的狀況，不能等",
      "D": "自主飛行模式也需要監控和應急響應，疲勞狀態下無法有效應對突發狀況，非常危險"
    }
  },
  "108": {
    "keywords": "禁限航區申請期限、政府機關學校法人、提前15日",
    "mnemonic": "「禁限航區」要提早→「15日」前申請。記住數字「15」，就像「一五」同音「要五」（要申請），提前15天不會趕不上！",
    "explanation": "政府機關、學校或法人在禁限航區及航空站飛行場周邊的受限範圍內進行無人機飛航，屬於特殊活動需求，必須提前取得許可。根據台灣無人機管制規定，這類申請需提前15日提出，確保相關單位有充分時間審查與協調空域管制事宜。",
    "wrong_options": {
      "B": "10日前不符合規定，無人機在禁限航區需要更長的審核期間，10日不足以完成必要的安全評估",
      "C": "5日前時間太短，無法讓主管機關完成禁限航區的安全評估及協調程序",
      "D": "3日前更不符合規定，臨期申請會影響空域安全管制的準備工作"
    }
  },
  "200": {
    "keywords": "螺旋槳槳葉角度設計基礎取決於轉速和空速",
    "mnemonic": "轉速空速決槳角：螺旋槳效率 = 轉速 × 空速 的完美配合",
    "explanation": "螺旋槳在原廠設計時，槳葉角度的設計必須考慮發動機的轉速（RPM）和飛機的巡航空速（速度），才能達到最高效率。轉速決定槳葉旋轉的快慢，空速決定飛機前進的速度，兩者的結合才能設計出最適合的槳葉攻角。",
    "wrong_options": {
      "A": "銷量和價格是商業考量，與螺旋槳效率設計無關",
      "B": "耗油量和扭力只是發動機特性之一，設計槳葉角度主要還是看轉速和空速的配合",
      "C": "壓縮比和衝程是內燃機的結構參數，不影響槳葉角度的設計選擇"
    }
  },
  "292": {
    "keywords": "飛行前檢查：確認重量、重心、酬載都在合理範圍內",
    "mnemonic": "「重重載」諧音 - 重量、重心、酬載，飛前要檢查三重點",
    "explanation": "操作人在飛行前必須檢查三項重要參數：(1)無人機總重量是否符合規定，(2)重心位置是否在允許範圍內以確保飛行穩定，(3)酬載重量是否超過無人機承載能力。這三項都在合理範圍內，才能確保飛行安全。",
    "wrong_options": {
      "A": "只檢查重量不完整，忽視了重心和酬載的影響，無法確保飛行穩定和安全",
      "B": "只檢查重心不完整，忽視了總重量和酬載限制，可能超重而無法起飛",
      "C": "只檢查酬載不完整，忽視了無人機本身重量和重心位置的重要性"
    }
  },
  "384": {
    "keywords": "高密度高度出現於：高溫、潮濕、低氣壓；不出現於低海拔",
    "mnemonic": "「高密度高度三寶」- 高溫、潮濕、低氣壓會增加高密度高度；低海拔則相反",
    "explanation": "高密度高度是空氣進行壓縮的假想高度。高溫使空氣膨脹、潮濕增加水蒸氣含量、低氣壓都會使空氣密度降低，增加高密度高度。而低海拔處空氣密度較高，高密度高度反而較小，是最不會出現高密度高度的環境。",
    "wrong_options": {
      "B": "高溫使空氣密度降低，會增加高密度高度，所以高溫處會出現高密度高度",
      "C": "潮濕空氣含水蒸氣，實際密度降低，會增加高密度高度，不符合題意",
      "D": "低大氣壓力使空氣密度降低，會顯著增加高密度高度，會出現此現象"
    }
  },
  "476": {
    "keywords": "微爆氣流、下沉氣流、每分鐘6000呎",
    "mnemonic": "「微爆下沉快6000」- 微爆氣流產生的下沉氣流速度記為每分鐘6000呎，是中等強度的危險氣象現象。",
    "explanation": "微爆氣流是一種局地發生的強下沉氣流，循環時間短（5-15分鐘），其產生的下沉氣流速度可達每分鐘6,000呎，這是一個相當危險的飛行現象，特別容易在雷暴附近形成。",
    "wrong_options": {
      "A": "600呎過低，遠不足以代表微爆氣流的強度，無法造成危害。",
      "C": "20,000呎超過實際速度，過度高估了微爆下沉氣流的強度。",
      "D": "50,000呎更是遠超實際，這樣的速度已不符合微爆氣流的特性。"
    }
  },
  "568": {
    "keywords": "下午3點後、西邊、背光、逆光、視線干擾、眩光",
    "mnemonic": "「下午面東背西陽」- 下午執行任務面向東方，背對西邊落日，避免逆光眩光干擾視線。",
    "explanation": "下午3點以後太陽逐漸偏向西方，若操作人員面向西方會直視太陽造成眩光，影響視線。應面向東方使太陽在身後，形成背光操作，維持清晰視線控制無人機，確保飛航安全。",
    "wrong_options": {
      "A": "面向西方會直視太陽，產生逆光眩光，反而增加視線干擾，這是錯誤做法。",
      "C": "視線干擾是真實存在的安全隱患，絕對不能忽視，需要慎選控制站方位。",
      "D": "應該要面向能清晰看到無人機且不被眩光干擾的方向，而非被動對著反光物體。"
    }
  },
  "201": {
    "keywords": "航空器飛行中 空氣 外力 阻力 空氣阻力",
    "mnemonic": "航飛空氣「阻」力多，記住B就沒錯了",
    "explanation": "航空器在空中飛行時會受到空氣作用產生的各種阻力，包括迎面阻力、摩擦阻力等。空氣阻力是航空器設計和飛行性能的重要考量因素。",
    "wrong_options": {
      "A": "彈力通常是物體接觸時的反作用力，不是航空器飛行中受到的主要空氣外力。",
      "C": "磁力與航空器飛行無關，空氣中沒有明顯磁場作用。",
      "D": "正向力是接觸面的垂直支持力，不是空氣作用於航空器的主要外力。"
    }
  },
  "17": {
    "keywords": "建築物外開放空間、民用航空法、遙控無人機",
    "mnemonic": "「外開」法適用 - 遙控無人機的民航法規只適用於建築物「外」的「開」放空間",
    "explanation": "民用航空法對遙控無人機的規定主要適用於建築物外的開放空間，這是為了確保飛航安全和公共安全。密閉空間內的無人機活動不受同一法規管制，因為風險和適用情境不同。",
    "wrong_options": {
      "A": "建築物內密閉空間不適用民航法中的遙控無人機規定，因為法規主要針對空域飛航安全制定",
      "C": "並非任何空間都適用，民航法只規範建築物外的開放空間飛航活動",
      "D": "錯誤，因為正確答案是B，說明民航法確實有適用的場景"
    }
  },
  "109": {
    "keywords": "政府機關、軍事禁限航區、提前申請、30日前",
    "mnemonic": "\"三十天大計畫\" - 涉及軍事單位的禁限航區要提前30天申請，時間最長要記好",
    "explanation": "政府機關在軍事禁限航區內進行遙控無人機飛航，因涉及國防安全，需要最長的審核時間，必須在活動日前30日就提出申請，確保充足的安全評估期間。",
    "wrong_options": {
      "B": "20日前適用於其他一般性申請，但軍事航空管理機關管轄區域需要更長的審核期",
      "C": "15日前是更短的申請期限，無法給予軍事單位足夠的安全評估時間",
      "D": "10日前的時間最短，完全不符合軍事禁限航區的嚴格管制要求"
    }
  },
  "477": {
    "keywords": "微爆氣流（Microburst）、頂風與尾風速度差距、30到90節",
    "mnemonic": "「微爆九十節」- 微爆氣流可造成最大90節的速度變化。記住「微爆三九速超大」：微爆氣流頂風到尾風的差距可達30～90節。",
    "explanation": "微爆氣流是一種強烈的下衝氣流現象，當飛機穿過時，可能從強顶风（減速）瞬間轉變為強尾風（加速），造成最多90節的速度差異。這是極其危險的飛行環境，特別是在起降階段。",
    "wrong_options": {
      "B": "5到10節的差距太小，無法反映微爆氣流的危險性。",
      "C": "10到20節的差距嚴重低估了微爆氣流的威力。",
      "D": "20到30節的差距只涵蓋微爆氣流影響的下限範圍，不完整。"
    }
  },
  "385": {
    "keywords": "高溫會使氣體膨脹，增加分子間距離，導致高密度；低密度與低溫相關",
    "mnemonic": "「低密度三寶」：低壓、高海拔、低溫；「高溫密度高」反向記憶",
    "explanation": "低密度高度（高度高、氣體分子稀疏）出現於低氣壓、高海拔、乾燥環境。高溫會使氣體膨脹，分子運動快速，分子密度增加，故不會出現低密度高度。",
    "wrong_options": {
      "A": "大氣壓力低時，高度低，密度反而低，符合題意",
      "B": "低海拔處氣體密集，不符低密度特徵，但題目問的是『比較不會出現』，此選項符合邏輯",
      "C": "乾燥環境水氣少，總分子密度相對低，符合低密度特徵"
    }
  },
  "293": {
    "keywords": "飛行前載重因素、高海拔、高溫、高濕度都會影響飛行性能",
    "mnemonic": "記住「三高」（高海拔、高溫、高濕度）都是影響無人機飛行性能的重要因素。可用諧音：「三高危害飛行安全」",
    "explanation": "高海拔會降低空氣密度影響升力；高溫增加空氣密度同時增加電池內阻衰減性能；高濕度造成元件腐蝕與散熱困難。這三種環境因素都會綜合降低無人機的飛行性能和負載能力，因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "雖然高海拔確實會降低空氣密度而影響升力，但不是唯一的因素",
      "B": "雖然高溫會使電池性能衰減，但忽略了高海拔和高濕度的影響",
      "C": "雖然高濕度會影響機件狀態，但題目要求考量所有可能降低飛行性能的因素"
    }
  },
  "110": {
    "keywords": "跨縣市飛航、起飛地點、所在地及跨縣市政府同意",
    "mnemonic": "「起點申請，經所跨同」- 記住跨縣市飛航要在起飛地點提出申請，並需經所在地與跨越地區的政府同意",
    "explanation": "跨縣市飛航時，應向起飛地點所在直轄市、縣（市）政府提出申請，但必須經過起飛地點所在地政府及跨越進入地區政府的同意，才能進行飛航活動。這是為了確保各相關政府都知道並同意該飛航計畫。",
    "wrong_options": {
      "A": "飛經之直轄市、縣（市）政府是錯的，因為中途經過的地區不是申請單位，而是需要同意的機關",
      "C": "降落地點所在直轄市、縣（市）政府是錯的，申請應向起飛地點提出，而非降落地點",
      "D": "降落地點所鄰近直轄市、縣（市）政府是錯的，與申請程序無關，且沒有相關規定"
    }
  },
  "18": {
    "keywords": "遙控無人機活動期間、所有人或操作人、三大責任、安全、風險管理、法規遵循",
    "mnemonic": "「三責歸一」- 遙控無人機操作人三大責任缺一不可：安全使用(Safety)、風險管理(Risk)、法規遵循(Regulation)，簡稱「SRR三角」，互相支撐、面面俱到。",
    "explanation": "遙控無人機操作人必須同時負責三大責任：(1)使用安全之責 - 確保飛航操作安全；(2)風險管理之責 - 辨識並管控飛航風險；(3)法規遵循之責 - 遵守航空法規。這三項責任同時並存，缺少任何一項都不符合規定。",
    "wrong_options": {
      "A": "僅涵蓋安全層面，忽視了風險管理和法規遵循的責任，不夠完整。",
      "B": "僅強調風險管理，未能包含使用安全和法規遵循，責任範圍不足。",
      "C": "僅著重法規遵循，遺漏了安全使用和風險管理，無法全面保障飛航安全。"
    }
  },
  "569": {
    "keywords": "臨時要求、飛行計畫外、快速評估、可行性",
    "mnemonic": "「評估再決定」- 遇到變更先評估，性能能力限制全要看，安全無虞才執行。",
    "explanation": "無人機飛行安全至關重要，臨時變更計畫必須經過快速但完整的可行性評估，包括檢查無人機性能是否足以執行、操作人是否具備能力、以及是否存在其他安全限制因素。只有在確認安全無虞的情況下才能執行新科目，這是專業操作的必要原則。",
    "wrong_options": {
      "A": "一律拒絕過於僵化，沒有考慮臨時變更的可能性和必要性，缺乏靈活應變能力。",
      "B": "盲目配合最危險，沒有安全評估就執行，可能導致失控、墜機等重大事故。",
      "C": "主觀判斷不夠科學，以「重要性」決定執行與否，忽視客觀的安全評估標準。"
    }
  },
  "202": {
    "keywords": "運動方向相反、阻礙前進、空氣動力",
    "mnemonic": "「阻擋路 = 阻力」- 與飛行方向相反、阻擋飛機前進的力就是阻力",
    "explanation": "阻力是飛機在空氣中運動時所受到的阻力，方向與飛機運動方向相反，會阻礙飛機前進。升力是垂直向上、重力是垂直向下、推力是推動飛機前進的力，都不符合題意。",
    "wrong_options": {
      "B": "升力是垂直向上的力，不是與運動方向相反",
      "C": "重力是垂直向下的力，不是與運動方向相反",
      "D": "推力是推動飛機前進的力，方向與運動方向相同，不是相反"
    }
  },
  "294": {
    "keywords": "重力的著力點 = 重心，物體重力作用於此點",
    "mnemonic": "「重心」就是「重力」的心臟所在！重力work的地方就是重心。",
    "explanation": "重心是物體重力的著力點，也就是整個物體的重量集中作用的位置。對於無人機來說，重心的位置決定了飛行的穩定性和平衡特性，是飛行控制中最重要的參考點。",
    "wrong_options": {
      "A": "形心是幾何中心，只與物體的形狀有關，不一定是重力著力點，除非物體密度均勻。",
      "B": "氣動力中心是空氣動力作用的中心點，與重力無關，是影響飛行穩定性的另一個關鍵點。",
      "D": "升力中心是升力產生的著力點，屬於氣動力，與重力的著力點（重心）不同。"
    }
  },
  "386": {
    "keywords": "壓縮及膨脹、外界作功、空氣、物理性質",
    "mnemonic": "「空氣靠作功，壓膨是真功」- 空氣受到外界作功時，只能改變體積（壓縮膨脹），這是物理性質變化",
    "explanation": "空氣是氣體，受外界作功只能改變壓力和體積（壓縮膨脹）。而加工成形和染色都是涉及物質本身結構或化學性質的改變，空氣無法進行。",
    "wrong_options": {
      "A": "加工成形是指改變物質的形狀結構，空氣作為氣體無法成形",
      "B": "染色需要物質與顏料發生化學或物理結合，空氣無法被染色",
      "D": "加工成形和染色都不適用於空氣，所以不是以上皆是"
    }
  },
  "478": {
    "keywords": "淺層逆溫層、300公尺、近地面溫度逆增現象",
    "mnemonic": "淺層逆溫「三百尺」（3百公尺）- 記住逆溫層離地表最近就是淺層，高度最低",
    "explanation": "淺層逆溫層是指發生在離地表較近處的溫度逆增現象，一般高度約為離地300公尺。這類逆溫層常在晴朗無風的夜晚形成，因地面輻射散失導致地面溫度下降，使上層空氣溫度反而高於下層。",
    "wrong_options": {
      "A": "5,000公尺是高空逆溫層的高度範圍，距離太遠，不符合淺層定義",
      "B": "3,000公尺屬於中層大氣，非淺層逆溫層的高度",
      "C": "1,000公尺介於淺層和中層之間，高度仍然超過淺層逆溫層"
    }
  },
  "111": {
    "keywords": "災害發生時、警戒區域、指定區域、統一指揮調度",
    "mnemonic": "災害時聽「應變中心」指揮官",
    "explanation": "當災害發生時，各級政府依法劃定的警戒區域或指定區域內進行無人機飛航，必須受各級政府災害應變中心指揮官的統一指揮調度，以確保災害救援任務的協調性與安全性。",
    "wrong_options": {
      "A": "民航局局長主要負責一般民用航空事務，災害時無權指揮當地應變作業",
      "B": "警察局長掌理治安工作，不是災害應變的統一指揮機關",
      "C": "消防局長為災害救援單位之一，但非整體應變指揮中心"
    }
  },
  "19": {
    "keywords": "禁航區、限航區、許可、航空站、飛航規定",
    "mnemonic": "記住「禁→須許、限→有規、航站→有距」：禁航區須經許可；限航區有飛航規定；航空站四周有一定距離限制",
    "explanation": "遙控無人機飛航有嚴格的空域管制規定。禁航區完全禁止，須經許可才能飛航；限航區有活動限制，不能任意飛航；航空站周圍設有一定距離的保護範圍，均有相關規定，因此只有A選項正確。",
    "wrong_options": {
      "B": "限航區並非可任意飛航，而是有特定飛航規定與限制條件，必須符合相關要求",
      "C": "航空站四周明確設有一定距離範圍的飛航管制規定，用以保護航空站運作安全",
      "D": "不是以上皆是，因為B和C的敘述都不正確"
    }
  },
  "570": {
    "keywords": "視距內任務、無法保持目視、改變飛行路徑",
    "mnemonic": "視距內飛行「必須保持看得到」- VLOS的核心原則就是操作人員要始終保持對無人機的直接目視",
    "explanation": "視距內(VLOS)任務的基本原則是操作人員必須始終能夠直接看到無人機的位置和狀態。當預估某段路徑無法保持目視時，唯一正確的做法是改變飛行路徑，以確保全程都能目視無人機。這是無人機飛航安全的法規要求。",
    "wrong_options": {
      "A": "望遠鏡輔助目視並不符合VLOS的定義，VLOS要求的是直接肉眼目視，不能使用光學輔助工具",
      "B": "操作人技術無論多好都無法改變法規要求，視距內飛行必須始終保持目視，技術無法取代法規遵守",
      "C": "即使知道路徑安全也不夠，VLOS的目的不只是避免障礙，更是確保操作人能夠隨時控制和感知無人機狀況"
    }
  },
  "203": {
    "keywords": "寄生阻力三大類：摩擦、形狀、干擾",
    "mnemonic": "摩形干（摩擦、形狀、干擾），記住寄生阻力的三大兄弟",
    "explanation": "寄生阻力是指飛行過程中，除了產生升力外所產生的各種阻力。主要分為三種：摩擦阻力（機身表面與空氣摩擦）、形狀阻力（機身形狀產生的壓力阻力）、干擾阻力（各機體部分之間氣流干擾產生的阻力）。",
    "wrong_options": {
      "A": "只是寄生阻力的一部分，還有其他類型",
      "B": "只是寄生阻力的一部分，還有摩擦和干擾阻力",
      "C": "只是寄生阻力的一部分，還有摩擦和形狀阻力"
    }
  },
  "295": {
    "keywords": "重心是無人機穩定性的關鍵因素，位置決定飛行平衡",
    "mnemonic": "重心決定穩定（CG - Center of Gravity）：想像無人機就像蹺蹺板，重心在中心才能平穩飛行",
    "explanation": "無人機的重心位置直接影響其飛行時的平衡與穩定性。重心位置正確時，無人機能均勻分散重量，在各個軸向保持穩定；重心位置偏移會導致飛行時傾斜或不穩定，甚至無法正常控制。",
    "wrong_options": {
      "A": "外觀只影響空氣動力學，不是穩定性的主要決定因素",
      "C": "大小影響承載能力，但重心位置才是穩定性的關鍵",
      "D": "顏色純粹是視覺特性，與飛行穩定性無關"
    }
  },
  "387": {
    "keywords": "固定空氣體積、降溫、密度增加、氣體膨脹收縮",
    "mnemonic": "溫度「降」時，空氣「縮」，質量不變所以「密度增」。簡記：降溫→空氣縮→密度增",
    "explanation": "根據理想氣體性質，在固定體積下，降溫時氣體分子運動減緩，空氣會收縮且密度增加。這是升溫時密度減少的反向過程：升溫→膨脹→密度減，降溫→收縮→密度增。",
    "wrong_options": {
      "B": "降溫時密度會增加而非減少，因為同體積內氣體分子更加集中",
      "C": "密度會隨溫度變化而改變，不會保持不變。只有質量和體積都不變時密度才不變",
      "D": "降溫的過程是一定的物理過程，密度增加是確定的結果，不會時增時減"
    }
  },
  "479": {
    "keywords": "溫度越高，飽和水氣量越大。溫暖的空氣能容納更多水氣。",
    "mnemonic": "「溫度高，水氣多」- 溫度就像空氣的「容量」，溫度高時容量大，能裝更多水氣。",
    "explanation": "根據氣象學原理，空氣的飽和水氣量與溫度呈正相關。溫度愈高，同一體積的空氣分子運動愈快，空氣能容納的水氣分子就愈多。這就是為什麼夏天悶熱時空氣中水分多，冬天乾燥時水分少。",
    "wrong_options": {
      "B": "溫度低而非高時才容納水氣愈少。溫度與飽和水氣量呈正相關，不是負相關。",
      "C": "如果不變，就無法解釋為何冬天乾燥、夏天潮濕。溫度改變會直接影響飽和水氣量。",
      "D": "水氣容納量與溫度的關係是確定的正相關，不會不確定。高溫總是容納更多，不會變化。"
    }
  },
  "571": {
    "keywords": "最大起飛重量二公斤以上、導航裝置、無人機失控墜毀、事件通報民航局",
    "mnemonic": "「二公導航墜，必報民航局」- 記住：二公斤以上且有導航裝置的無人機發生事件，一定要通報民航局。",
    "explanation": "根據台灣無人機管理規定，最大起飛重量二公斤以上且裝置導航裝置的遙控無人機屬於管制無人機，發生事故或失控墜毀事件，無論是否造成人員死傷或財物損失，所有人或操作人都應主動通報民航局，以利事件記錄與後續安全管理。",
    "wrong_options": {
      "A": "隱匿不報會違反民航法規，且破壞現場證據屬違法行為。",
      "B": "應通報民航局而非警察局，警察局不是無人機事故主管機關。",
      "C": "不可抗力因素不是免除通報義務的理由，安全管理要求仍需依法通報。"
    }
  },
  "20": {
    "keywords": "航空站飛行場四周範圍 → 民航局公告",
    "mnemonic": "「民」航局掌「航」 — 記住民航局負責航空相關的公告事務",
    "explanation": "航空站和飛行場四周的一定距離範圍（航空區域），是由主管民用航空的機關——民航局進行公告。這是民航局的法定職權，用於規範航空活動的安全範圍。",
    "wrong_options": {
      "B": "衛福部掌管衛生福利事務，與航空區域公告無關",
      "C": "內政部雖涉及多項行政事務，但民用航空由民航局主管",
      "D": "文化部負責文化事務，非航空管理機關"
    }
  },
  "112": {
    "keywords": "遙控無人機紀錄保存期限，政府機關學校法人，2年",
    "mnemonic": "「2年記錄」- 二年留檔案，政機校法人都要存",
    "explanation": "根據民用航空法規，政府機關、學校或法人使用遙控無人機，必須詳細記錄各項飛航資訊，並將這些紀錄保存至少2年，以供查證及監管之用。",
    "wrong_options": {
      "A": "1年保存期限過短，不足以應對長期查證需求。",
      "C": "3年超過法定要求，未符合規範。",
      "D": "5年保存期限過長，超出民航法規定。"
    }
  },
  "296": {
    "keywords": "重心位置超出允許範圍會導致無人機無法穩定起飛、無法穩定落地、失速等多種問題",
    "mnemonic": "「重心超、三大災」- 重心超出範圍會導致三大災難：起飛不穩、降落不穩、失速危險",
    "explanation": "無人機的重心位置是飛行穩定性的關鍵。重心超出允許範圍時，會破壞無人機的氣動平衡，導致在起飛階段無法穩定控制升力、在降落階段難以保持穩定下降、在飛行過程中容易失速。這三種情形都會影響飛行安全。",
    "wrong_options": {
      "A": "只強調起飛問題，忽略了落地和失速的風險",
      "B": "只強調落地問題，忽略了起飛和失速的風險",
      "C": "只強調失速問題，忽略了起飛和落地的穩定性問題"
    }
  },
  "204": {
    "keywords": "高速無人機、高馬赫數、壓縮效應、音速、衝擊波",
    "mnemonic": "「高速產生衝擊波」- 記住高速飛行時會產生震波阻力，這是高速無人機特有的阻力現象",
    "explanation": "當無人機飛行速度接近或超過音速時，空氣會受到壓縮效應影響，在飛行物體前方產生衝擊波（震波），這種震波會產生額外的阻力，稱為「震波阻力」。這是高速飛行特有的現象。",
    "wrong_options": {
      "B": "布斯曼阻力是虛構的概念，不是空氣動力學中的標準阻力類型",
      "C": "達倫伯特阻力是虛構的概念，雖然達倫伯特是著名物理學家，但此阻力名稱不存在空氣動力學中",
      "D": "雷諾阻力是虛構的概念，雷諾數是用來判斷流動性質的參數，但不代表一種新的阻力類型"
    }
  },
  "480": {
    "keywords": "空氣飽和→水氣凝結→露點。看到「水氣凝結」就選露點。",
    "mnemonic": "「露點」諧音記法：「路點」→當空氣降溫到某個點，就會出現「露珠」；「霜點」則是降溫到冰點以下才結霜。",
    "explanation": "露點是空氣中的水氣凝結成水滴時的溫度。當氣溫降低，空氣飽和度增加，最終達到飽和點（露點）時，多餘的水氣就會凝結成露珠。",
    "wrong_options": {
      "B": "沸點是液體變成氣體的溫度，與水氣凝結無關。",
      "C": "霜點是水氣直接凝結成冰晶的溫度，溫度更低於露點，題目未提及冰點。",
      "D": "熔點是固體變成液體的溫度，與大氣水氣凝結無關。"
    }
  },
  "572": {
    "keywords": "操作人飲酒、未經酒測、禁止飛航、安全優先",
    "mnemonic": "「聞到酒味就酒測」- 無論飲酒量多寡，在未經正式酒測前，絕對禁止飛航",
    "explanation": "無人機飛航安全涉及生命財產安全，法令雖有酒精容忍值，但為確保飛航安全，必須以正式酒測結果為準。禁止任何未經酒測、有飲酒嫌疑的操作人從事飛航活動，這是優先於任務執行的絕對原則。",
    "wrong_options": {
      "B": "優先執行任務的想法危害飛航安全，無人機操作涉及複雜判斷，飲酒會影響反應能力",
      "C": "飲酒會降低視力、反應時間和判斷力，對飛航操作有害無益",
      "D": "外表判斷不可靠，應以科學酒測為依據，不能憑感覺決定是否允許飛航"
    }
  },
  "388": {
    "keywords": "對流層、溫度、壓力、高度增加、皆降低",
    "mnemonic": "「對流層是地球的毛衣」—毛衣越往外層越稀疏，溫度和壓力都下降。簡記：高度↑，溫壓↓（溫和壓都往下）",
    "explanation": "對流層是距離地面最近的大氣層，約占大氣總質量的80%。因為太陽輻射主要被地面吸收，地面受熱後再輻射熱量向上加熱大氣，因此溫度與高度呈負相關。另外，大氣層由下往上密度遞減，所以氣壓也隨高度增加而降低。",
    "wrong_options": {
      "B": "地球大氣結構中，高度越高氣壓和溫度都應下降，而非增加。此選項與對流層物理特性相反。",
      "C": "對流層明確存在溫度遞減率（約每1000公尺降低6.5°C），且氣壓隨高度指數衰減，絕非保持不變。",
      "D": "對流層內溫度和氣壓的變化規律是一致且穩定的（均隨高度遞減），不會呈現不規律的增減現象。"
    }
  },
  "21": {
    "keywords": "民航法第99條之13、直轄市縣市政府、公告項目、活動區域時間管理",
    "mnemonic": "「區域、時間、其他事項」三合一公告 - 直轄市、縣市政府可以全方位管理無人機活動",
    "explanation": "民航法第99條之13第2項授權直轄市、縣（市）政府在規定區域內，可根據公益及安全需要進行全面的無人機管理公告，包括：活動區域限制、活動時間規定，以及其他相關管理事項。這三個面向提供政府完整的管制工具。",
    "wrong_options": {
      "A": "只限制活動區域，忽略時間和其他管理項目的重要性",
      "B": "只限制活動時間，無法全面管理區域和其他事項",
      "C": "其他管理事項較為籠統，無法涵蓋活動區域和時間的具體規範"
    }
  },
  "113": {
    "keywords": "外國證照、本國人、民航局認可、台灣無人機操作",
    "mnemonic": "「本國人用國證，外國人需認可」- 本國人持有外國證照不需民航局認可，外國人才需申請認可",
    "explanation": "本國人即使持有外國政府核發的無人機證照，在台灣飛航時應申請取得國內証照，而非適用外國人需民航局認可的規定。外國人才需向民航局申請認可才能在台灣飛航，本國人不適用此規定。",
    "wrong_options": {
      "A": "混淆了本國人與外國人的規定差異，本國人持外國證照無法直接在台灣使用，需改考國內証照",
      "C": "無人機飛航的認可規定與活動時間無關，而是與操作者國籍有關",
      "D": "該認可規定與飛航活動性質無關，而是基於操作者身分（本國人vs外國人）的區別"
    }
  },
  "389": {
    "keywords": "標準大氣壓力、毫巴、1013.25 毫巴",
    "mnemonic": "標準大氣=1013.25毫巴（數字1013要記住），不是1017.2",
    "explanation": "標準大氣壓力的正確定義是1013.25毫巴（或1013.25 hPa），而不是1017.2毫巴。選項C錯誤是因為數值計算或定義不正確。",
    "wrong_options": {
      "A": "ISA國際標準大氣確實是各國公認的參考校正基準，這是正確的",
      "B": "海平面大氣壓力29.92英吋汞柱是正確的換算值，也等於1013.25毫巴",
      "D": "每上升1000英呎氣壓減少約1英吋汞柱是正確的高度與氣壓關係"
    }
  },
  "205": {
    "keywords": "空氣粘性、摩擦力、流體摩擦",
    "mnemonic": "粘住你——粘性(Viscosity)黏住空氣分子，產生摩擦力",
    "explanation": "空氣的粘性是指空氣分子之間的內摩擦力，當物體在空氣中運動時，空氣粘性會產生阻力。無人機飛行時需要克服空氣粘性產生的摩擦阻力，這是影響其續航力和效能的重要因素。",
    "wrong_options": {
      "B": "低汙染是空氣品質描述，與摩擦力物理特性無關",
      "C": "PM2.5是污染物指標，不是產生摩擦力的物理特性",
      "D": "高揮發性與摩擦力無關，揮發性與物質轉變態有關"
    }
  },
  "297": {
    "keywords": "升力、重量、加速度、無人機姿態變化",
    "mnemonic": "「升力要比重更強」- 記住無人機要產生各種姿態（傾斜、上升、下降等）必須克服重力，所以升力經常必須大於重量",
    "explanation": "無人機要產生各種姿態（翻滾、俯仰、偏航等），必須進行加速運動。根據牛頓第二運動定律，淨力=質量×加速度，升力必須不僅克服重力，還要提供額外的淨向上力來加速機身。因此升力通常大於重量。只有在機身受力完全平衡、無加速的勻速飛行時，升力才恰好等於重量，但這種情況不是「產生姿態」的狀態。",
    "wrong_options": {
      "B": "升力小於重量會導致無人機下墜，無法產生所需的各種姿態變化",
      "C": "雖然在某些瞬間升力可能變化，但為了產生姿態，升力通常維持較大的狀態",
      "D": "A選項是正確的，所以此項不對"
    }
  },
  "481": {
    "keywords": "暖空氣冷地表降溫、露點溫度、飽和狀態",
    "mnemonic": "「暖遇冷，水氣飽」- 暖空氣遇到冷地表，溫度下降到露點溫度時，水氣達到飽和狀態",
    "explanation": "暖空氣的含水量固定，當經過冷地表降溫時，空氣溫度下降趨近露點溫度，水氣分壓力逐漸達到飽和蒸汽壓力，此時水氣達到飽和狀態，容易形成露、霜或雲霧等凝結現象。",
    "wrong_options": {
      "A": "不飽和狀態是氣溫高於露點溫度時的情況，降溫後不會停留在此狀態",
      "B": "半飽和狀態不是標準的水氣狀態分類，實際上只有飽和和不飽和兩種",
      "D": "超飽和狀態需要特殊條件（如存在凝結核），簡單的降溫過程不會達到此狀態"
    }
  },
  "22": {
    "keywords": "中央主管機關、禁止或限制、公告機關、直轄市、縣（市）政府",
    "mnemonic": "「中央找地方，地方找直轄」- 中央主管機關需要禁止無人機飛航時，提請地方的「直轄市、縣（市）政府」進行公告，因為它們是地方行政最高層級。",
    "explanation": "中央主管機關若認為需要禁止或限制遙控無人機在某區域的飛航活動，必須提請所在地的「直轄市、縣（市）政府」進行公告。直轄市、縣（市）政府是地方最高行政機關，具有執行力和公信力，能確保禁航公告的有效性。",
    "wrong_options": {
      "A": "鄉鎮區公所層級太低，無法代表中央主管機關進行全面性的禁航公告。",
      "C": "地方派出所是執法機構，不是公告機構，無權發布官方禁航公告。",
      "D": "地方農會是農民組織，與無人機飛航管制無關，無權進行公告。"
    }
  },
  "573": {
    "keywords": "油量、人員負荷、空域、天氣、無人機狀況、安全顧慮、風險評估",
    "mnemonic": "「安全第一」三部曲：先檢查（油量、人員、空域、天氣、機況），再評估（危險性），最後決定（接受或拒絕）",
    "explanation": "操作人對於臨時追加任務必須優先考量安全因素，包括油量充足、人員未過勞、空域合法、天氣許可及無人機狀況良好，只有在綜合評估無安全顧慮且不會危害任何人或物的前提下才能接受；否則應拒絕任務並返場整備後再執行，安全性永遠優先於任務需求。",
    "wrong_options": {
      "A": "忽視安全評估，盲目追求任務完成度，導致疲勞操作或資源不足而釀成事故",
      "B": "過於保守且不負責任，無視工作指派，但實務上會因為操作人無故拒絕合理任務而違反職業操守",
      "D": "決策標準不當，以任務重要性而非安全性作為判斷基準，可能因利益驅動而冒險"
    }
  },
  "114": {
    "keywords": "目視飛航、直接目視、視線接觸、望遠鏡、操縱者位置",
    "mnemonic": "「遠鏡看」違反規，操縱者要「在場」，「直接目視」不能缺 - 同一地點才合格",
    "explanation": "根據無人機規範，遙控無人機應在操縱者的直接目視範圍內飛航（目視飛航VLOS）。操縱者必須能直接看到無人機，不得以望遠鏡、監視器或其他輔助設備替代。該團隊雖然以望遠鏡保持視線接觸，但操縱者與無人機不在同一位置，違反了「操縱者應位於無人機飛航現場」的規定。",
    "wrong_options": {
      "A": "誤認為使用望遠鏡保持視線接觸就符合規範，實際上望遠鏡不屬於直接目視，規範不允許",
      "C": "混淆了法規的明確性，無人機飛航規範是強制性的，不因任務結果而改變",
      "D": "資訊已足夠判斷違規事實（遠距操縱、使用望遠鏡、未在工作現場），不存在資訊不足問題"
    }
  },
  "206": {
    "keywords": "空氣摩擦，物體表面，黏性作用",
    "mnemonic": "記法：「摩」=摩擦，空氣與表面直接摩擦產生的阻力就是「摩擦阻力」(Skin Friction Drag)",
    "explanation": "空氣具有黏性，當氣流流經物體表面時，會與表面產生摩擦作用，形成一層邊界層。這種由於空氣分子與物體表面直接接觸產生的摩擦力，就是摩擦阻力。",
    "wrong_options": {
      "A": "形狀阻力是因為物體形狀不流線產生的壓力阻力，與表面摩擦無關",
      "B": "誘導阻力是翅膀產生升力時的副產品，與空氣摩擦無直接關係",
      "D": "干擾阻力是由於飛機各部件間的不協調而產生，不是表面摩擦造成"
    }
  },
  "298": {
    "keywords": "轉彎率、速度、離心力、負載係數",
    "mnemonic": "速度快轉彎慢，速度慢轉彎快 - 這樣才能抵銷離心力，保持負載係數（G值）不變。記住：轉彎時要對抗的是「離心力」，不是向心力。",
    "explanation": "當無人機轉彎速度越快時，所受的離心力會越大。為了保持相同的負載係數（G值）不變，必須降低轉彎率（轉彎的角速度）；反之速度慢時，可以提高轉彎率。這樣才能維持穩定的操控特性。",
    "wrong_options": {
      "A": "向心力是使物體轉彎的力量，指向圓心，與題目要『抵銷』的概念不符",
      "C": "正向力是垂直於飛行平面的支持力，與轉彎時的力學分析無關",
      "D": "扭力是轉矩，不是轉彎時主要需要對抗的力量"
    }
  },
  "482": {
    "keywords": "露點、水氣凝結、能見度、霧",
    "mnemonic": "「露點有霧」- 當空氣溫度接近露點時，水氣凝結形成霧，會影響能見度",
    "explanation": "露點是空氣中水氣開始凝結的溫度。當空氣溫度達到或接近露點時，水氣會凝結成細小水滴懸浮在空氣中，形成霧，直接影響飛行能見度。",
    "wrong_options": {
      "A": "霜是水氣凝華成冰晶附著在地面，不會懸浮空氣中影響能見度",
      "B": "露是水氣凝結成水滴附著在物體表面，也不會在空氣中懸浮影響能見度",
      "D": "只有霧會懸浮在空氣中大範圍影響能見度，霜和露都是附著現象"
    }
  },
  "574": {
    "keywords": "安全飛航條件不只是外觀完整，還包括機構動力、通訊鏈路、燃油電力等多方面檢查",
    "mnemonic": "「五全檢查」：外觀完整、機構穩固、通訊正常、燃油電力足、註冊號碼清",
    "explanation": "安全飛航不能只看外觀。根據民用航空法規，無人機飛航前必須進行完整的地面檢整，包括外觀檢查、機構動力系統、遙控通信鏈路、燃油或電力供應等五大項目，任何一項不符都不能從事飛航活動。這是確保飛航安全的基本原則。",
    "wrong_options": {
      "A": "只檢查外觀會遺漏重要的機械與電氣系統，無法確保飛航安全",
      "C": "操作人員經驗豐富不代表飛航安全，安全檢查必須依照規定逐項完成",
      "D": "天候狀況與地面檢整的要求無關，地面檢整是獨立的必要條件"
    }
  },
  "390": {
    "keywords": "吋汞柱轉毫巴，29.92吋汞柱 = 1013.2毫巴，1吋汞柱 ≈ 33.86毫巴",
    "mnemonic": "「29.92吋汞→1013毫巴」：記住標準大氣壓的兩個單位值。29.92吋汞柱是舊單位，1013.2毫巴是現代標準，數值約大33倍的轉換關係。",
    "explanation": "標準一大氣壓 = 29.92吋汞柱 = 1013.2毫巴。這是航空領域的基本常數，反映大氣壓的標準化單位轉換。29.92 × 33.86 ≈ 1013.2毫巴。",
    "wrong_options": {
      "A": "10.132毫巴過小，少了兩個數量級，是初學者除法錯誤常犯的結果。",
      "B": "101.32毫巴少了一位數，是小數點位置錯誤，遺漏了中間的「3」。",
      "D": "10132毫巴過大，多了一位數，是小數點位置向右移動導致的錯誤。"
    }
  },
  "23": {
    "keywords": "禁限航區飛航申請→民航局會商同意",
    "mnemonic": "「禁限要飛，民航來批」- 記住禁限航區飛航必須找民航局核准",
    "explanation": "政府機關、學校或法人要在禁航區、限航區或航空站四周一定距離內飛無人機，因涉及航空安全，必須申請民航局（目的事業主管機關）會商同意後才能執行。民航局是航空安全的專責機關。",
    "wrong_options": {
      "A": "鄉鎮區公所只負責地方行政事務，無航空安全專責權",
      "B": "衛生福利部（衛福部）主管衛生福利業務，與航空安全無關",
      "D": "科技部主管科技政策發展，不負責航空安全及無人機飛航管制"
    }
  },
  "207": {
    "keywords": "摩擦阻力決定因素：粘性、表面狀況、接觸面積",
    "mnemonic": "「粗糙面積多」－摩擦阻力的三個要素：粗糙度（表面狀況）、面積、粘性",
    "explanation": "摩擦阻力是飛機與空氣接觸表面產生的阻力，受三個主要因素影響：(1)空氣粘性越高阻力越大；(2)飛機表面越粗糙阻力越大；(3)接觸空氣的表面積越大阻力越大。因此答案是D，綜合所有因素。",
    "wrong_options": {
      "A": "僅考慮空氣特性，忽略了飛機本身特性（表面狀況、表面積）",
      "B": "僅考慮表面狀況，忽略了空氣粘性和接觸面積的影響",
      "C": "僅考慮接觸面積，忽略了空氣粘性和表面光滑度的影響"
    }
  },
  "115": {
    "keywords": "獲准活動、未核准高度、400呎限制",
    "mnemonic": "「核准≠全項核准」：活動獲准但項目未核准，仍受法規限制，記住400呎（約122公尺）是無人機基本高度上限。",
    "explanation": "即使活動已獲核准，也只是核准「在該場所進行該活動」，飛航高度若未特別核准，仍需遵守民航法規定的400呎最大高度限制。不能因為活動核准就超越基本安全規定。",
    "wrong_options": {
      "A": "混淆了「活動核准」與「所有條件核准」。活動核准只涵蓋場所和用途，不代表飛航高度無限制。",
      "C": "現場指揮人員無權授予超過法定400呎的高度，他們的指揮應在法規範圍內進行。",
      "D": "能見度只是額外的安全考慮因素，不是決定飛航高度的主要依據；法規高度限制優先於其他因素。"
    }
  },
  "299": {
    "keywords": "轉彎補償升力、增加攻角、側滑修正",
    "mnemonic": "轉彎補升靠「攻角」：想像無人機轉彎時機頭抬起，攻角變大才能產生更多升力來對抗向心力。",
    "explanation": "無人機轉彎時，需要向心力維持圓形飛行軌跡。此時升力一部分被用來提供向心力，剩餘升力變少，容易下沉。因此需增加攻角（機翼與氣流的夾角）來增加升力，以補償升力的不足。",
    "wrong_options": {
      "A": "正向力是垂直於機翼表面的力，與升力補償無關。",
      "C": "扭力會增加無人機的旋轉，與升力補償無直接關係。",
      "D": "離心力是虛擬力，無法主動增加，且非補償升力的手段。"
    }
  },
  "391": {
    "keywords": "地面溫度不平均、大氣壓力變化、高度氣溫差異",
    "mnemonic": "「溫差壓異」：溫度差異導致大氣壓力異常。或記住「地溫差→氣壓差」。",
    "explanation": "大氣壓力的標準值（1013.25 hPa）是以特定條件（海平面、15°C）為基準。當地面溫度不平均時，會導致空氣密度變化，進而影響大氣壓力的實際值，造成與標準值的差距。",
    "wrong_options": {
      "A": "壓力錶廠牌差異只會影響測量精度，不會改變大氣壓力本身的實際物理值。",
      "C": "壓力錶讀法差異是操作人員的問題，不會影響大氣壓力的實際值。",
      "D": "壓力錶校正值差異也只影響測量準確度，不是大氣壓力實際值與標準值有差距的根本原因。"
    }
  },
  "483": {
    "keywords": "溫暖潮溼空氣流經較冷地面 → 平流霧；水平流動冷卻凝結",
    "mnemonic": "「平流霧 = 平行流動」；溫暖氣團平流經過冷水面或冷地面，就像熱毛巾蓋在冷桌子上，邊邊會起霧",
    "explanation": "平流霧是由溫暖潮溼的空氣水平流動（平流）經過較冷的地面或水面時，因溫度下降而凝結形成的霧。這是題目描述的典型特徵。",
    "wrong_options": {
      "B": "山坡霧是溫暖潮溼空氣沿著山坡上升，因上升冷卻而凝結，強調垂直運動而非水平流動",
      "C": "鋒面霧發生在暖冷氣團交界處，冷氣團上的雨滴蒸發致霧，非直接冷卻凝結",
      "D": "蒸氣霧（或稱海霧）是冷空氣流經溫暖水面時形成，與題目敘述相反（題目是冷地面）"
    }
  },
  "24": {
    "keywords": "政府機關超出公告區域飛航 - 申請直轄市、縣（市）政府會商同意",
    "mnemonic": "超出公告區域 → 找地方政府(直轄市、縣市) - 政府機關的無人機活動超過公告範圍，要向「地方政府」申請會商！",
    "explanation": "政府機關要在直轄市、縣（市）政府公告的活動區域、時間外飛航無人機，必須向「直轄市、縣（市）政府」申請，由其會商相關中央主管機關同意後才能進行。這是遙控無人機管理的地方行政機制。",
    "wrong_options": {
      "B": "衛福部是衛生福利主管機關，與無人機飛航管理無關",
      "C": "農委會是農業主管機關，無人機管理不屬其職權",
      "D": "交通部雖為中央主管機關，但政府機關的申請對象應先向地方政府提出"
    }
  },
  "575": {
    "keywords": "雷雨區、強氣流、氣象預報惡劣、審慎評估風險、延期執行",
    "mnemonic": "「惡劣天氣，安全第一」─ 看到雷雨區預報，要審慎評估、建議延期，不能冒險飛行",
    "explanation": "無人機操作人員面對惡劣氣象條件（如雷雨區的強上升及下降氣流）應具備風險意識，而非輕視或冒險。正確的專業態度是審慎評估風險，必要時應建議延期任務，以確保飛航安全。",
    "wrong_options": {
      "A": "稀鬆平常、不放在心上，完全無視氣象風險，違反飛航安全原則",
      "B": "先飛再說、僥倖心態，對預報持懷疑態度無法保證安全，違反安全操作規範",
      "C": "依任務重要性判斷，將任務優先於安全，這是錯誤的決策邏輯，安全永遠第一"
    }
  },
  "116": {
    "keywords": "廟會活動拍攝需要申請許可、操作人員需持證",
    "mnemonic": "記住「廟會必申請，證照要俱全」：廟會等大型活動需事先申請許可，操作人員必須持有相應的無人機操作證照，才能合法執行任務。",
    "explanation": "執行廟會等大型活動的無人機拍攝任務，不論團隊技術多好都必須遵守民用航空法規。操作人應持有相應的無人機專業操作證，且須向主管機關申請活動許可後才能執行，以確保飛航安全與人員生命財產安全。",
    "wrong_options": {
      "A": "即使團隊技術高超，也不能省略必要的安全防護工作，法規要求必須遵守飛航規範。",
      "B": "無人機飛航具有風險，必須維持安全距離並按計畫飛航，不得任意變換高度或接近人群，違反飛航安全規範。",
      "C": "無人機重量不是判斷危害程度的唯一因素，輕型無人機失控同樣構成危害，任何無人機都必須保持安全距離及遵守飛航規則。"
    }
  },
  "208": {
    "keywords": "空氣粘性與摩擦阻力成正比關係，粘性越大阻力越大",
    "mnemonic": "「粘大→阻大」：粘性大，摩擦阻力就大；粘性小，摩擦阻力就小",
    "explanation": "空氣粘性是指空氣分子之間的內摩擦力。粘性越大，空氣分子對無人機機身的摩擦作用越強，因此摩擦阻力越大。這是流體動力學中的基本原理。",
    "wrong_options": {
      "A": "此選項與事實相反。粘性越大應該導致阻力越大，不是越小",
      "C": "摩擦阻力會隨著空氣粘性的變化而改變，並非保持不變",
      "D": "正確答案確實存在於A、B、C選項中，不是以上皆非"
    }
  },
  "300": {
    "keywords": "重心靠前→尾翼提供向下升力來平衡",
    "mnemonic": "「前重下翼」：重心靠前，尾翼向下翹起（提供向下升力）來保持平衡",
    "explanation": "無人機重心位置靠前時，會產生向下的俯仰力矩。為了維持俯仰平衡，尾翼必須產生向下的升力來抵消這個力矩，形成平衡的力偶。",
    "wrong_options": {
      "A": "推力方向是水平的，與俯仰平衡（上下平面）無關，無法解決重心靠前的力矩問題",
      "B": "向上升力會加重俯仰失衡，使無人機更容易低頭",
      "D": "離心力只在圓周運動中產生，與無人機俯仰平衡無關"
    }
  },
  "484": {
    "keywords": "冬季晴朗、微風、近地面、夜間清晨、輻射冷卻",
    "mnemonic": "「輻冷夜晨霧」- 輻射冷卻在夜晨形成的霧就是輻射霧。記住：晴朗微風的冬季夜間/清晨，地面散熱快速，水氣凝結成霧。",
    "explanation": "輻射霧是由於晴朗的夜間地面受輻射冷卻，溫度下降使得近地面水氣凝結而形成。特別容易在冬季、微風、水氣充沛的環境中出現，通常在清晨最濃厚。",
    "wrong_options": {
      "B": "山坡霧是因地形抬升氣團而形成，與地面輻射冷卻無關",
      "C": "鋒面霧是暖濕氣團與冷空氣相遇形成，需要鋒面活動",
      "D": "蒸氣霧是冷水面上溫暖濕空氣凝結而成，常見於冬季溫暖水體上方"
    }
  },
  "392": {
    "keywords": "大氣壓力、高度測量、氣壓高度計、標準值與實際值差距",
    "mnemonic": "「壓力差→高度差」：大氣壓力影響高度計讀數，壓力實際值與標準值的差距會導致高度測量誤差。",
    "explanation": "無人機的高度測量主要依靠氣壓高度計工作，它根據大氣壓力計算高度。當操作人未能注意實際大氣壓力與標準值（如1013.25 hPa）的差距時，高度計會產生系統性誤差，導致無法精確掌握實際飛行高度。其他選項（航向、滾轉角、引擎轉速）分別由羅盤、姿態感測器、轉速表測量，與大氣壓力無直接關係。",
    "wrong_options": {
      "B": "航向由羅盤磁場感測決定，與大氣壓力無關",
      "C": "滾轉角由陀螺儀和加速度計測量，不受大氣壓力影響",
      "D": "引擎轉速由轉速表直接測量，與大氣壓力無關"
    }
  },
  "576": {
    "keywords": "情緒不穩定、暫停飛航、安全風險",
    "mnemonic": "「心不穩、機先停」- 操作人心態不穩定時，應優先暫停飛航活動以維護安全。",
    "explanation": "無人機飛航安全的首要原則是「人為因素」的管控。操作人在情緒激動、心理不穩定的狀態下進行飛航操作，會大幅增加操作錯誤、判斷不佳的風險，進而導致飛航事故。因此無人機團隊應優先考量飛航安全，拒絕讓情緒不穩定的操作人立即進行飛航活動。",
    "wrong_options": {
      "B": "雖然同情操作人的挫折感，但讓情緒激動的操作人立即操作無人機可能再次發生事故，這是本末倒置的決定。安全必須優於『扳回面子』的考量。",
      "C": "天氣狀況確實重要，但當操作人本身心理狀態不佳時，即使天氣良好也不應允許飛航。天氣好無法彌補人為因素的風險。",
      "D": "機務狀況雖然影響飛航安全，但機務狀況好並不能解決操作人情緒不穩定帶來的風險。人的安全管理優先於機的技術狀況。"
    }
  },
  "209": {
    "keywords": "表面粗糙度、摩擦阻力正相關",
    "mnemonic": "粗糙面=大阻力。記住「粗」字，表面越粗糙，摩擦阻力就越大。",
    "explanation": "飛機表面的粗糙程度與摩擦阻力成正相關。表面越粗糙，空氣分子與飛機表面的摩擦作用越強，產生的摩擦阻力就越大。因此光滑的飛機表面能有效降低摩擦阻力。",
    "wrong_options": {
      "A": "忽略了粗糙度與摩擦的正相關性。表面粗糙不會使阻力越小，反而相反。",
      "B": "表面粗糙度直接影響摩擦阻力大小，不可能不變。忽視了物理的因果關係。",
      "D": "此選項為干擾項，但題目明確的物理規律已有明確答案C。"
    }
  },
  "117": {
    "keywords": "未經核准、危險物品、直接拒絕",
    "mnemonic": "「危險物品不能載，核准文件才能來」 - 記住：裝載危險物品前一定要有民航局核准",
    "explanation": "根據民航法規，無人機裝載危險物品必須事先獲得民航局核准。即使在緊急狀況下，也不能以平衡控制、包裝完好或應急理由作為理由就載運危險物品，操作人應直接拒絕該要求，以確保飛航安全。",
    "wrong_options": {
      "A": "誤認為只要能保持飛航平衡和穩定性就可以裝載危險物品，忽視了核准程序的必要性",
      "C": "誤認為包裝完好且易固定就可以裝載危險物品，忽視了必須事先取得核准的法律要求",
      "D": "誤認為緊急狀況可以豁免規定，實際上安全規定在任何情況下都必須遵守"
    }
  },
  "25": {
    "keywords": "禁航區、限航區之管理人有權制止無人機",
    "mnemonic": "「地盤管理人」——禁限區的管理人最有權力採取措施制止違規無人機。記住：禁區限區由管理人負責，不歸警察或公所管。",
    "explanation": "禁航區與限航區的管理人對其所管轄的區域最瞭解，有權對未經同意飛入的無人機採取適當措施進行制止或排除。這是根據民用航空法相關規定，由區域的直接管理者負責維護空域安全。",
    "wrong_options": {
      "A": "交通警察大隊不是禁限區的直接管理者，主要執行交通執法，無權對禁限區內的活動採取制止措施。",
      "C": "鄉鎮區公所為行政機關，但不是禁限區的實際管理人，禁限區多為特定設施或軍事區域的管理單位。",
      "D": "地方派出所是警政單位，負責一般治安工作，但禁限區通常有其專責管理機構，派出所非直接管理者。"
    }
  },
  "485": {
    "keywords": "濕空氣沿山坡上升、絕熱冷卻、山坡霧",
    "mnemonic": "山坡上升冷卻霧 - 「山」坡空氣「上」升，溫度「冷」卻，形成「霧」",
    "explanation": "濕空氣沿著山坡上升時，由於海拔增高而經歷絕熱冷卻（空氣自身不交換熱量，只因膨脹降溫），水氣凝結形成的霧稱為山坡霧（又稱地形霧）。這是因為地形迫使空氣上升而形成的。",
    "wrong_options": {
      "B": "輻射霧是由地面輻射冷卻導致，不是因為上升運動。",
      "C": "蒸氣霧是溫暖水面上的冷空氣受加熱而形成，原理相反。",
      "D": "鋒面霧是冷鋒通過時，冷暖空氣相遇引起的凝結現象。"
    }
  },
  "393": {
    "keywords": "氣壓上升→天氣好轉；低氣壓→陰雨天；高氣壓→晴朗",
    "mnemonic": "「壓升天晴」- 氣壓上升，天氣晴朗；「壓降天陰」- 氣壓下降，天氣陰雨",
    "explanation": "氣壓升高表示高氣壓系統進入，通常伴隨下沉氣流，大氣層保持穩定，不易產生雲雨現象，因此天氣會逐漸晴朗轉好。相反地，氣壓下降表示低氣壓接近，容易形成雨雲，天氣會惡化。",
    "wrong_options": {
      "A": "氣壓上升代表高氣壓進入，不是低氣壓帶來的壞天氣",
      "B": "氣壓變化的天氣趨勢相對確定，不是不確定狀態",
      "D": "選項C已是正確答案，此項不適用"
    }
  },
  "301": {
    "keywords": "重心靠前、機頭沉重、縱向穩定性、起飛困難",
    "mnemonic": "「前重抬頭難」- 重心向前移，頭部下沉，需要更多昂揚力量才能抬起機頭，所以起飛困難",
    "explanation": "無人機重心靠前時，機身縱向穩定性差，機頭受重力影響下沉。起飛時尾槳升力需要克服前置重心造成的低頭力矩，因此需要更大的控制輸入，導致起飛較為困難。",
    "wrong_options": {
      "B": "重心靠前反而增加了起飛難度，不是容易",
      "C": "重心位置固定後，其影響是穩定的，不會時而容易時而困難",
      "D": "A選項正確，所以不會是以上皆非"
    }
  },
  "577": {
    "keywords": "飛行手冊、操作人操作手冊、緊急程序、標準程序、不可隨機應變",
    "mnemonic": "「手冊先行，程序必行」- 緊急時刻要依據手冊規定的程序，不能隨機應變。記住：手冊 = 安全的保障。",
    "explanation": "無人機操作人必須完全熟悉並遵守無人機飛行手冊/操作人操作手冊所規定的緊急處置程序。緊急狀況下隨機應變是危險的，違反民航局無人機操作規範，必須依照標準程序處置以確保飛行安全和任務成效。",
    "wrong_options": {
      "A": "操作人經驗豐富不代表可以拋棄標準程序，程序存在的目的就是為了應對各種情況，隨機應變反而增加風險。",
      "B": "緊急程序不能由團隊共識決定，必須遵守飛行手冊的規定程序，這是安全底線和法規要求，不容妥協。",
      "C": "任務重要性不是決定是否遵守程序的條件，恰恰相反，越重要的任務越要嚴格遵守標準程序以降低風險。"
    }
  },
  "26": {
    "keywords": "遙控無人機非法飛入航空站飛行場禁區，由航空警察局執法取締",
    "mnemonic": "「航空警察」取締「航空」違規 - 航空事務由航警負責",
    "explanation": "遙控無人機未經同意飛入航空站或飛行場四周禁區是違反民用航空法的嚴重違規行為，只有具有航空專業執法權的航空警察局才有權會同航空站、飛行場經營人進行取締，以維護飛航安全。",
    "wrong_options": {
      "A": "里長無航空執法權，只是地方基層代表，無法取締航空違規",
      "B": "地方派出所屬一般警察，無航空領域專門執法權限",
      "D": "交通警察大隊主管陸上交通秩序，不負責航空事務取締"
    }
  },
  "118": {
    "keywords": "圖傳系統、即時畫面、輔助工具、監視責任、操作人視線責任",
    "mnemonic": "「圖傳只是眼睛的延伸，不是責任的免除」- 無人機操作的基本法則就是：看得到才能飛，看不到也要飛（目視遙控範圍內）",
    "explanation": "圖傳系統雖然提供即時影像，但這只是輔助工具。操作人員必須親眼監視無人機的飛航狀況及周遭環境，以應對突發狀況、避開障礙物，這是無人機安全操作的核心責任，無法因為有攝影或圖傳裝備就免除。",
    "wrong_options": {
      "A": "圖傳系統可能延遲、訊號中斷或失效，不可完全信賴；操作人必須親眼監視無人機飛行狀況",
      "B": "即使解析度很高，圖傳畫面的視角仍受限於攝影機角度，可能無法完整掌握四周環境；操作責任不因設備而改變",
      "C": "再純熟的技術也無法克服圖傳延遲、信號干擾等問題；監視無人機是操作人必須承擔的法定責任"
    }
  },
  "210": {
    "keywords": "飛機表面積越大 → 摩擦阻力越大",
    "mnemonic": "「大表面，大摩擦」- 接觸面積大，阻力就大",
    "explanation": "摩擦阻力與物體表面積成正比。飛機表面積增加，與空氣接觸的面積越大，摩擦力越大，因此阻力會越大。",
    "wrong_options": {
      "B": "錯誤。表面積增大會增加摩擦面積，阻力應該變大而非變小",
      "C": "錯誤。摩擦阻力直接與表面積相關，不會保持不變",
      "D": "錯誤。正確答案明確是A，不屬於以上皆非的情況"
    }
  },
  "394": {
    "keywords": "氣壓下降→天氣轉壞；低氣壓帶來陰雨、不穩定天氣",
    "mnemonic": "「壓低雨來」：氣壓下降，雨水就會來；「高氣晴」：高氣壓帶來晴朗天氣",
    "explanation": "氣壓值持續下降代表低氣壓系統進入該區域。低氣壓會帶來雲層增厚、降水增加、天氣惡化等現象，因此天氣會轉壞。這是氣象學中的基本原理。",
    "wrong_options": {
      "A": "高氣壓才是天氣好轉的表現，低氣壓反而導致天氣惡化",
      "C": "氣壓持續下降是明確的惡化趨勢，不是間歇性變化",
      "D": "氣壓下降導致天氣轉壞是確定的氣象變化"
    }
  },
  "486": {
    "keywords": "平流輻射霧、冬末春初、台灣西部、冷空氣、輻射冷卻",
    "mnemonic": "「冬西霧」- 冬末春初、西部地區、輻射霧好發",
    "explanation": "平流輻射霧是由冷空氣與地面輻射冷卻共同作用形成，好發於冬末春初季節，台灣西部地區因地勢、風向等因素最容易形成此類霧象。冬季冷高壓南下，冷空氣配合夜間地面輻射冷卻，水氣凝結成霧。",
    "wrong_options": {
      "A": "春末夏初台灣東部易形成風霧（迎風面冷卻），不是輻射霧的主要地點",
      "B": "夏末秋初台灣北部此季節溫度仍高，輻射冷卻不足以形成平流輻射霧",
      "D": "秋末冬初台灣南部仍處於高溫季節末期，不是平流輻射霧的最佳發生條件"
    }
  },
  "302": {
    "keywords": "重心靠前、重心位置前移→需要更多升力→誘導阻力增大",
    "mnemonic": "「前重需升力，升力增阻增」- 重心靠前時，機體需要更大的升力才能平衡，導致誘導阻力增加",
    "explanation": "當無人飛機的重心位置靠前時，機體的重量更多集中在機身前方，因此需要靠升力來平衡機體，導致所需升力增大。根據誘導阻力公式 Di = L²/(πρv²b)，升力增大時誘導阻力會增加。",
    "wrong_options": {
      "A": "減少誘導阻力是錯誤的，因為重心靠前會增加升力需求，反而增加誘導阻力，方向相反",
      "C": "誘導阻力不變是錯誤的，因為重心位置改變會直接影響所需升力大小，進而改變誘導阻力的值",
      "D": "以上皆非是錯誤的，因為正確答案就是B選項，並不是都不對"
    }
  },
  "27": {
    "keywords": "直轄市、縣市政府公告活動區域、取締權",
    "mnemonic": "「公告區域找政府」— 政府公告的活動區域，違反的取締權就在政府",
    "explanation": "遙控無人機飛入政府公告的活動區域、時間外，屬於違反政府管理規定，取締權在於公告該規定的直轄市、縣（市）政府。這是上位政府層級的行政管理權責。",
    "wrong_options": {
      "B": "鄉鎮區公所層級太低，公告權在縣市政府層級，取締權也在同層級",
      "C": "派出所是警察機關，主要處理刑事案件，不是行政管理取締機關",
      "D": "衛生福利部與無人機飛航管理無直接關係"
    }
  },
  "578": {
    "keywords": "螺槳刮傷、風險評估、廠商手冊、可接受風險",
    "mnemonic": "「評估再飛行」- 發現損傷先評估，查手冊判風險，決定能否飛",
    "explanation": "操作人發現螺槳刮傷時，不應主觀判斷，而是應依據廠商手冊或相關技術資料進行風險評估，客觀判斷該刮傷是否達到安全飛行的可接受風險程度，才能決定是否可以進行飛行任務。",
    "wrong_options": {
      "A": "錯在輕忽風險 - 螺槳刮傷可能影響平衡與性能，不能視若無睹",
      "B": "錯在過度反應 - 所有刮傷都必須立即更換過於絕對，應先評估嚴重程度",
      "C": "錯在優先順序不當 - 安全檢查應優於任務執行，不能為趕進度而妥協安全"
    }
  },
  "119": {
    "keywords": "主動防止、隨時注意、嚴謹責任意識",
    "mnemonic": "「防」字領頭：防止接近+防範意外 = 操作人的核心責任",
    "explanation": "無人機操作人必須主動承擔安全責任，不能依賴被動的緊急避讓或他人協助。應在可操作區域內，隨時主動觀察與監控無人機位置，積極防止與任何目標物（航空器、人群、建築物）接近，這是操作人不可推卸的法律與道德責任。",
    "wrong_options": {
      "A": "緊急避讓反應時間不足，被動應對安全風險極高，不符合事先預防原則",
      "C": "隔離工作是操作人的首要責任，不能免責；在可操作區域內仍需主動防範",
      "D": "目視觀察員只是輔助角色，操作人仍須對自己的飛航活動負完全責任，不能全權推託"
    }
  },
  "211": {
    "keywords": "前後壓力差、形狀阻力、物體輪廓",
    "mnemonic": "「形狀」阻力 = 「形」成壓力差。物體形狀影響前後壓力，產生壓力差阻力。",
    "explanation": "形狀阻力（也稱壓力阻力）是由於物體前後表面的壓力不相等所產生的阻力。當氣流流經物體時，物體的形狀會影響流體在前後方的壓力分佈，前方高壓、後方低壓的壓力差會對物體產生向後的阻力。",
    "wrong_options": {
      "A": "摩擦阻力是由氣流與物體表面摩擦產生，與表面光滑度有關，而非壓力差。",
      "C": "誘導阻力是由升力產生的附帶阻力，與機翼產生升力時的渦旋有關。",
      "D": "干擾阻力是相鄰部件間的相互干擾造成的額外阻力，不是壓力差形成的主要原因。"
    }
  },
  "303": {
    "keywords": "重心靠前會導致油耗增加、航程距離降低",
    "mnemonic": "「前心費油程」- 重心位置越前面，就越費油，航程距離越短",
    "explanation": "無人飛機重心位置靠前時，會增加機體的俯仰低頭趨勢，需要更多升降舵調整來維持平衡，導致油耗增加；同時油耗增加會直接降低航程距離。因此答案是C（以上皆是）。",
    "wrong_options": {
      "A": "只說了油耗增加，但沒有說明航程距離也會降低，是不完整的答案",
      "B": "只說了航程距離降低，但沒有說明油耗增加，是不完整的答案",
      "D": "錯誤，因為重心靠前確實會同時造成油耗增加和航程距離降低"
    }
  },
  "395": {
    "keywords": "空氣水平運動 = 風",
    "mnemonic": "風吹向「橫」的方向，水平運動就是風。記住：風是「橫向」的空氣流動。",
    "explanation": "空氣沿著地球表面呈水平方向的運動就稱為「風」。這是氣象學中最基本的定義，風是由於不同地區的氣壓差異造成的空氣流動現象。",
    "wrong_options": {
      "A": "雲是水汽凝結形成的可見物質，不是空氣運動的現象。",
      "C": "霧是接近地面的雲，也是水汽凝結產物，不是空氣運動的術語。",
      "D": "霾是空氣中懸浮的微小顆粒（如塵埃、汙染物），屬於空氣品質現象，不是空氣運動。"
    }
  },
  "487": {
    "keywords": "水氣、冰點以下、直接凝結、固態",
    "mnemonic": "「霜」＝溫度低於冰點(0°C)直接凝結成固體冰晶。記法：霜=Frost，最冷(Below freezing point)",
    "explanation": "當水氣在溫度低於冰點(0°C)時，會直接凝結成固態冰晶，形成「霜」。霜是水蒸氣在物體表面經過凝華作用形成的白色冰晶。",
    "wrong_options": {
      "A": "雲是由微小水滴或冰晶組成的氣溶膠，需要凝聚核且溫度通常在0°C以上形成",
      "C": "露是水蒸氣在溫度降低時凝結成的液態水珠，溫度在冰點以上(0°C~20°C)",
      "D": "霧是氣溫與露點溫度接近時，水蒸氣凝結成液態水珠懸浮在空氣中，不會形成固態冰晶"
    }
  },
  "579": {
    "keywords": "06跑道、進場航線、南方、西北方向避開",
    "mnemonic": "「06跑道朝東北，無人機在南邊要西北移」",
    "explanation": "06跑道代表方向為060度（東北方向），飛機會沿著這個方向進場。無人機在機場南方，若飛機從06跑道進場，進場航線會指向東北方。因此無人機必須避開西方和北方，才能遠離進場航線。",
    "wrong_options": {
      "B": "混淆方向，認為應避開東方和北方，但06跑道進場方向是東北，不會延伸到東南區域",
      "C": "誤判進場方向，避開西南方反而會接近進場航線",
      "D": "完全相反的方向，避開東南方會正面衝向飛機進場航線"
    }
  },
  "28": {
    "keywords": "休閒娛樂用途、遙控無人機、飛航高度限制、400呎",
    "mnemonic": "「四百呎安心飛」- 休閒玩無人機，記住400呎就安全",
    "explanation": "根據台灣民航局規定，從事休閒娛樂用途的遙控無人機活動，飛航實際高度不得超過400呎（約122公尺）。這是為了確保飛航安全，避免與載人航空器衝突，以及保護地面人員安全的強制規定。",
    "wrong_options": {
      "A": "800呎超過限制，休閒用途無人機不能飛這麼高",
      "C": "200呎過於保守，不符合實際規定，正確答案是400呎",
      "D": "100呎過於嚴格，僅適用於特殊限制區域，一般休閒飛行為400呎"
    }
  },
  "120": {
    "keywords": "未取得操作證、事前申請許可、投擲作業禁止",
    "mnemonic": "「證照+許可」是安全關鍵 - 無人機投擲作業需雙認可",
    "explanation": "無人機在人群上空進行投擲作業屬於高風險活動，必須同時具備：1) 操作人員持有相應專業操作證照；2) 事前向民航局申請活動許可。兩者缺一不可，這是法規明確規定的強制要求。",
    "wrong_options": {
      "B": "口頭說明無法替代法規要求，安全管制需正式申請許可，不能只靠告知參與者",
      "C": "無人機酬載能力只是技術問題，法規重點在人身安全與風險管理，不是酬載量問題",
      "D": "無人機投擲物件存在極大安全隱患（掉落風險、無法精準控制、人群密集），法規明確規範禁止未經許可進行"
    }
  },
  "212": {
    "keywords": "迎風、風阻、流體阻力、人體外形",
    "mnemonic": "「形狀決定風阻」- 物體形狀愈不流線，受到的形狀阻力愈大；人的身體外形會產生渦流和壓力差，造成形狀阻力",
    "explanation": "人在逆風中行走時，空氣流過人體外形產生的壓力差造成阻力，這種因物體外形（形狀）不符合流線而產生的阻力就是「形狀阻力」。",
    "wrong_options": {
      "A": "摩擦阻力是流體與物體表面接觸摩擦產生，不是主要原因",
      "B": "誘導阻力主要出現在產生升力的飛行物體上，人行走不產生升力",
      "D": "干擾阻力不是常見的分類，容易混淆"
    }
  },
  "396": {
    "keywords": "風速單位、kg 是重量單位不是速度單位",
    "mnemonic": "「風速要看『速度』，不看『重量』」- A、B、C 都有時間單位，只有 D 沒有",
    "explanation": "風速必須用「距離/時間」來表示。A（m/s）、B（km/h）、C（kts）都是速度單位，而 D（kg）是質量單位，沒有時間單位，因此不能用來表示風速。",
    "wrong_options": {
      "A": "m/s 是國際標準速度單位，完全正確",
      "B": "km/h 是日常生活常用的速度單位，完全正確",
      "C": "kts（節）是航空領域標準速度單位，完全正確"
    }
  },
  "488": {
    "keywords": "氣團相遇、冷暖氣團交界、鋒面",
    "mnemonic": "「冷暖相遇成鋒面」- 冷氣團和暖氣團相遇的交界處，就是鋒（鋒面），像兩支軍隊對峙的前線。",
    "explanation": "當不同屬性的氣團（如冷氣團和暖氣團）相遇時，它們會在交界處形成一個狹窄的過渡帶，這個交界面就稱為「鋒面」。鋒面是天氣系統的重要特徵，常伴隨降水、風向改變等劇烈天氣現象。",
    "wrong_options": {
      "B": "界面只是地球科學中的一般用語，特指兩個不同物質層的分界面，不是冷暖氣團相遇的專有名稱。",
      "C": "團面不是地球科學中的正式術語，此選項為誤導。",
      "D": "表面是廣泛的日常用語，無法特指冷暖氣團相遇的交界處現象。"
    }
  },
  "304": {
    "keywords": "重心靠前→縱向操控敏感性增加→容易失去穩定→進場不穩定",
    "mnemonic": "「前重失穩」：重心靠前(前)時，飛機重(重)量分佈改變，導致縱向操控敏感性增加，容易失(失)去穩定(穩)，進場時姿態難以控制",
    "explanation": "重心位置靠前會使飛機的縱向靜穩定性變差，升降舵對飛機俯仰姿態的影響變大，操縱變得敏感，飛行員難以精確控制進場時的姿態和下降率，因此提高了「不穩定進場」的風險。相反地，穩定進場需要良好的縱向穩定性。",
    "wrong_options": {
      "B": "穩定進場風險反而會降低，因為重心靠前會使飛機更容易改變姿態，不會幫助穩定進場",
      "C": "進場精確度取決於高度和速度控制，與水平面內的操控有關，重心前後位置影響的是縱向穩定性而非精確度",
      "D": "重心靠前實際上會降低精確進場能力而非提高風險，這個選項邏輯相反"
    }
  },
  "580": {
    "keywords": "溫暖天氣低空對流亂流→爬升高度、穩定速度",
    "mnemonic": "溫暖午後「熱空氣上升」→上升氣流亂→「爬高避開」；穩速不蠻衝",
    "explanation": "溫暖天氣時地面受熱，產生對流上升氣流，低空亂流最明顯。正確應變是維持穩定速度飛行並視情況爬升至亂流層上方，以避免被上下氣流顛簸。",
    "wrong_options": {
      "B": "增加空速會使無人機更易被亂流顛簸，且浪費電力。亂流無法衝過，應躲過。",
      "C": "操作技巧無法克服物理氣象因素，亂流是自然現象不能忽視。",
      "D": "降低高度反而進入亂流最劇烈區，應往上爬升遠離熱對流源。"
    }
  },
  "29": {
    "keywords": "投擲或噴灑物件、民航局核准、高風險行為",
    "mnemonic": "「噴灑物」是違法行為 - 記住：無人機不能「噴噴樂」（噴灑或投擲）",
    "explanation": "民航局規定，未經核准，無人機不得執行「投擲或噴灑任何物件」的行為。因為這類行為屬於高風險操作，容易造成人員傷害或財產損失，需要特殊許可。相比之下，信號鏈路控制、自動駕駛、民航局同意的操作都是經常許可的標準操作方式。",
    "wrong_options": {
      "A": "信號鏈路控制是無人機的基本操作方式，無需特別核准",
      "B": "自動駕駛是現代無人機的標準功能，民航局允許使用",
      "D": "這個選項本身就是「經民航局同意」的操作，與題意矛盾"
    }
  },
  "305": {
    "keywords": "重心後移、機頭輕、提前仰轉、俯仰穩定性",
    "mnemonic": "「後移輕頭，仰早飛」- 重心後移使機頭變輕，容易提前抬起仰轉",
    "explanation": "無人飛機重心後移時，重量分佈改變，使機頭部分相對變輕。起飛時，隨著速度增加，機翼受力增大，機頭輕盈的特性會導致俯仰力矩失衡，機頭容易提前向上仰轉，造成提前離地。",
    "wrong_options": {
      "A": "偏離跑道是方向控制問題，與重心位置前後移動無關，與側風或方向舵設定有關",
      "B": "左右搖擺涉及橫向穩定性，與重心左右位置有關，非重心前後移動的影響",
      "D": "延後離地會發生在重心前移（機頭重）的情況，而非重心後移"
    }
  },
  "213": {
    "keywords": "機身尾翼接合部分、氣流干擾、干擾阻力",
    "mnemonic": "「機尾接合干擾起，氣流相互把力激」－記住機身與尾翼接合處因氣流相互干擾產生的就是干擾阻力",
    "explanation": "機身與尾翼接合部分是兩個不同形狀的機體相連處，當氣流流經此處時會相互干擾而產生額外阻力，這種由於相鄰零件間氣流相互作用所產生的阻力稱為干擾阻力，是飛機設計中必須重視的阻力類型。",
    "wrong_options": {
      "A": "摩擦阻力是氣流與表面摩擦所生，與接合部分的氣流干擾無關",
      "B": "形狀阻力是由物體外形本身造成，不是由接合部分的氣流相互干擾產生",
      "C": "誘導阻力是由升力產生的附帶阻力，與機身尾翼接合部分的氣流干擾機制不同"
    }
  },
  "121": {
    "keywords": "限航區、民用航空法、核准、不得飛航",
    "mnemonic": "「限航區無人禁」— 限航區內無人機禁飛，除非獲得核准",
    "explanation": "根據民用航空法規定，限航區是嚴格管制區域，任何遙控無人機非經主管機關核准，絕對不得進入。無論是為了縮短拍攝時間、地點偏遠或有人協助，都無法成為飛入限航區的合理理由。",
    "wrong_options": {
      "A": "限航區有時間限制的想法是錯誤的，再短的時間停留也都不被允許；飛航時間長短無關，關鍵是根本不能未經核准進入",
      "C": "位置偏遠（人煙罕至）並非可飛入限航區的理由，民用航空法對限航區的禁飛規定不因地點而有例外",
      "D": "有人協助觀察無法替代法律規定的核准程序，觀察員的存在不能使未經核准的飛航活動合法化"
    }
  },
  "397": {
    "keywords": "逆風起降、安全控制、阻力增加",
    "mnemonic": "「逆風最安全」- 就像鳥類和飛機一樣，逆著風起降能提供更好的控制力",
    "explanation": "無人機逆風起降時，相對氣速增加，產生更大升力與阻力，能縮短起降距離、增進操控穩定性。順風則容易造成速度過快而難以控制，側風則容易導致橫向偏移，影響安全著陸。",
    "wrong_options": {
      "A": "順風會使無人機相對速度變大，需要更長的起降距離，且難以控制",
      "B": "側風會產生橫向作用力，導致無人機偏離預定軌跡，不利起降",
      "D": "起降對風向有特殊要求，非任何風向都可安全進行"
    }
  },
  "489": {
    "keywords": "結冰造成升力不足，機翼表面結冰改變氣動特性，無法產生足夠升力導致失速",
    "mnemonic": "結冰→升力失→失速（冰層破壞機翼氣動外形，升力首當其衝）",
    "explanation": "無人機機翼結冰會改變翼面的氣動形狀，破壞層流，使得升力係數大幅下降。當升力不足以支撐飛機重量時，無人機就會進入失速狀態。這是結冰最直接、最主要的危害。",
    "wrong_options": {
      "A": "推力不足是發動機故障才會發生，結冰主要是改變氣動特性，不是減少推力輸出",
      "B": "結冰重量雖然會增加，但通常分佈均勻，重心不會明顯偏移。即使有偏移，也是次要問題，不是結冰導致失速的主因",
      "D": "推力和重心都不是結冰的主要問題，所以不是『以上皆是』"
    }
  },
  "581": {
    "keywords": "動力系統警示紅燈不定時亮起 → 緊急隱患信號 → 立即返航落地",
    "mnemonic": "「紅燈警告不要拖，馬上返航保安全」 - 任何警示燈亮起都是系統故障的前兆，不能賭運氣",
    "explanation": "動力系統警示紅燈會不定時亮起表示系統可能存在間歇性故障，這是緊急情況的前兆信號。操作人必須立即停止任務並將無人機返航落地進行檢查，以確保飛行安全和避免任務中途失控。",
    "wrong_options": {
      "A": "錯誤原因：忽視警示信號極為危險。無人機能飛不代表沒問題，警燈就是在警告可能即將發生故障，繼續執行任務可能導致墜機",
      "C": "錯誤原因：遇到安全緊急情況不能民主討論，必須由操作人立即做出決策返航。安全決定需要迅速執行，不是共同研商的事項",
      "D": "錯誤原因：不應以警示時間長短或頻率來判斷是否重視。任何警示燈亮起都表示故障，應該一視同仁地立即處理，不能選擇性忽視"
    }
  },
  "30": {
    "keywords": "危險物品、民用航空法、不得裝載",
    "mnemonic": "記住「危險品不上機」- 無人機和民航機一樣，危險物品絕對禁止",
    "explanation": "遙控無人機飛航受民用航空法規範，不能裝載任何民用航空法所公告的危險物品，以確保飛航安全。光學酬載、燃油/電池、配重塊都是允許的正常裝備。",
    "wrong_options": {
      "A": "光學酬載（如攝影機）是無人機常見的合法酬載，可以裝載",
      "B": "燃油或電池是無人機基本飛航所需物品，必須裝載",
      "D": "配重塊是用於調整飛行穩定性的必要配件，符合規定可裝載"
    }
  },
  "214": {
    "keywords": "升力產生渦流、誘導阻力",
    "mnemonic": "升力生渦流，誘導阻力由此生",
    "explanation": "當機翼產生升力時，翼尖會形成渦流（翼尖渦），這些渦流會導致空氣向下流動，產生向後的阻力分量，稱為誘導阻力。升力越大，誘導阻力越大。",
    "wrong_options": {
      "A": "摩擦阻力是由於機體表面與空氣摩擦產生的阻力，與升力產生的渦流無關",
      "C": "形狀阻力是由於機體形狀與空氣流動產生的壓力阻力，不是由升力產生的渦流造成",
      "D": "干擾阻力是指機體各部分氣流交互作用產生的阻力，不是升力渦流的直接結果"
    }
  },
  "306": {
    "keywords": "重心後移→仰角過大→失速、機尾擦地",
    "mnemonic": "「後移仰大，尾擦失速」：重心後移時，飛機容易抬頭仰角過大，導致失速和機尾擦地。",
    "explanation": "無人飛機重心後移會改變重量分布，使飛機在起飛爬升時機首容易上抬，仰角變得過大。當仰角超過失速攻角時，機翼會失去升力造成失速，同時由於機首上抬過度，機尾會有可能擦到地面，這是重心後移的直接危害。",
    "wrong_options": {
      "A": "起飛速度並不會因重心後移而增加，反而重心後移可能降低起飛性能。",
      "B": "起飛重量是固定的物理量，不會因重心位置改變而降低。",
      "D": "A和B都不是重心後移的直接結果，只有C正確。"
    }
  },
  "122": {
    "keywords": "外籍操作人員、民航局認可、證照效力地域限制",
    "mnemonic": "「外國證照→國內用，必須經過民航認可」；記住：外國執照在台灣無自動效力，一定要通過民航局審查才行。",
    "explanation": "台灣民航局對無人機操作人員的管理採屬地主義原則，外國政府核發的證照在台灣境內無法直接使用，必須通過民航局的認可程序，外籍人士才能合法參與飛航活動。",
    "wrong_options": {
      "A": "外國證照具有效力的原則是「相互承認」，但台灣與各國間無此協定，外國證照在台灣無法自動生效。",
      "B": "操作經歷年數再長也不行，必須經過民航局認可程序，經歷只是審查的參考要素，不是免除的條件。",
      "D": "無人機飛航安全責任不能由切結書或擔保人承擔，這是個人資格問題，非安全責任的問題；簽切結書無法替代法定的證照認可程序。"
    }
  },
  "490": {
    "keywords": "雷雨發展期 - 劇烈上升氣流是主要特徵",
    "mnemonic": "「發展期有『上』升」- 雷雨發展期時，積雲快速上升發展，所以是上升氣流（updraft）",
    "explanation": "雷雨的發展期是指積雲塔快速向上發展階段，此時強烈的上升氣流（上升運動）是主要特徵。這個階段會產生積積雨雲，導致降水增加，是雷雨最激烈的時期。",
    "wrong_options": {
      "A": "下沉氣流是雷雨的消散期特徵，而非發展期",
      "C": "垂直風切是指風向或風速隨高度變化，不是雷雨發展期的定義特徵",
      "D": "水平風切是指風向或風速沿水平方向變化，與雷雨發展期無直接關係"
    }
  },
  "582": {
    "keywords": "引擎失效、頂風起飛、緊急降落、直線降落、不要轉彎",
    "mnemonic": "「引擎失效直線降，頂風起飛穩當當；不可轉彎要直飛，安全著陸最重要」",
    "explanation": "無人飛機引擎失效後，動力完全喪失，此時飛行高度有限、速度下降快。操作人應立即調整無人飛機至適當的飄降姿態（保持水平或輕微下沉角），並直線往前或稍微偏離起飛路徑作降落。頂風起飛會增加著陸安全性，直線降落可避免失速轉彎，確保最大生存機會。",
    "wrong_options": {
      "B": "大角度轉彎會導致失速或螺旋墜落，在失效狀態下極為危險",
      "C": "緊急狀況需立即行動，無時間召開會議討論對策",
      "D": "雖然查閱手冊重要，但此時應立即做出反應動作，而非停下來查閱"
    }
  },
  "31": {
    "keywords": "遙控無人機規範訂定 - 交通部。交通部主管無人機飛航規範。",
    "mnemonic": "交通部管「交」通工具 - 無人機飛航屬於航空活動，由交通部主管。記住：交通部 = 航空安全監管。",
    "explanation": "遙控無人機飛航活動涉及航空安全與空域管理，屬於交通運輸事務的一環。根據台灣民用航空法規，交通部民用航空局（CAAC）負責訂定與監管所有遙控無人機飛航的相關規範、許可和安全規定。",
    "wrong_options": {
      "A": "衛福部負責公共衛生、醫療與社會福利事務，與無人機飛航規範無直接關係。",
      "C": "內政部主管警政、消防、戶政等內務行政，不負責航空事務與無人機規範。",
      "D": "文化部負責文化藝術、文化資產與文化交流，與無人機飛航規範無關。"
    }
  },
  "123": {
    "keywords": "950公克無人機、機場周邊、限制飛航區域",
    "mnemonic": "「輕重有界，機場禁區」：低於2公斤的輕型機有豁免註冊，但飛航限制是絕對的",
    "explanation": "950公克無人多旋翼機屬於低於2公斤的輕型機，可以豁免註冊和實體檢驗，也不必強制取得專業操作證。但無論機型大小，機場周邊是禁飛區域，不得任意進行飛航操作，這是航空安全的基本規定。",
    "wrong_options": {
      "A": "低於2公斤的輕型機實際上已豁免註冊要求（錯誤理由不完全，省略了限制條件）",
      "B": "950公克機種豁免高級操作證要求，屬於輕型機可簡化管制，但仍需遵守飛航規則",
      "D": "低於2公斤的機種已豁免實體檢驗（混淆了不同重量級機型的檢驗要求）"
    }
  },
  "215": {
    "keywords": "誘導阻力產生於升力的副產品，為維持升力必須付出的代價",
    "mnemonic": "「升力生阻力」- 升力越大，誘導阻力越大；低速飛行時升力需求大，誘導阻力也越大",
    "explanation": "誘導阻力（Induced Drag）是由於機翼產生升力時，必然形成翼尖渦流所造成的阻力。這是為了克服重力而產生升力時，所必須付出的代價。升力越大，誘導阻力越大。",
    "wrong_options": {
      "A": "磁力不是飛行時的主要外力，與誘導阻力無直接關係",
      "B": "推力是克服阻力並產生前進的力，不是誘導阻力產生的原因",
      "D": "重力是誘導阻力產生的間接原因（需要升力抵抗重力），但直接原因是升力本身"
    }
  },
  "307": {
    "keywords": "重心後移、配平阻力減小、油耗減少、續航增加、失速速度降低",
    "mnemonic": "重心後移三大好：阻力減少油耗少，續航更遠失速低（記住重心後移的三個直接好處）",
    "explanation": "無人飛機重心後移時，機身配平所需的升降舵偏角減小，導致配平阻力（trim drag）降低。總阻力減小，直接造成油耗減少、續航能力增加。同時，重心後移使機體變得不穩定，會降低失速速度。這三個效應同時發生，因此答案是D（以上皆是）。",
    "wrong_options": {
      "A": "只涵蓋油耗減少的效果，忽略了續航增加和失速速度降低的其他重要影響",
      "B": "只涵蓋續航能力增加的效果，沒有考慮油耗減少和失速速度降低的綜合作用",
      "C": "只涵蓋失速速度減小的效果，遺漏了油耗減少和續航增加的其他結果"
    }
  },
  "399": {
    "keywords": "深山峽谷、亂流、地形切線效應",
    "mnemonic": "「深山多亂流，風被地形擋，繞過產生渦，飛行要小心」",
    "explanation": "深山峽谷區地形複雜且高度差大，風流經山體時被迫上升、繞過或下沉，產生複雜的旋渦和亂流。亂流強度與周遭山體的高度、形狀、坡度等環境因素密切相關，是最容易受亂流影響的區域。",
    "wrong_options": {
      "A": "大草原區地形平坦開闊，風流通暢，亂流較少",
      "B": "寬廣湖泊區水面平靜均勻，風阻小，亂流影響最小",
      "C": "平坦操場上空風場均勻穩定，是低亂流區域"
    }
  },
  "491": {
    "keywords": "積雲成長快速 - 危險；積雲成長停滯或無成長 - 相對安全",
    "mnemonic": "「快雲遠離、慢雲靠近」 - 快速成長的積雲要遠離，成長停滯的積雲相對安全",
    "explanation": "成長快速的積雲表示氣流強烈，容易產生亂流和危險天氣現象（如雹暴、強風等），不適合無人機操作。而遠離積雲或積雲成長停滯的區域則相對安全。",
    "wrong_options": {
      "B": "遠離成長快速的積雲是正確做法，不是不宜操作的範圍",
      "C": "不明顯且成長停滯的積雲附近相對安全，是可以操作的範圍",
      "D": "此選項為錯誤，因為A選項是正確的不宜操作範圍"
    }
  },
  "583": {
    "keywords": "緊急狀況、多重故障、操作人決策、憑經驗果斷",
    "mnemonic": "「急時靠經驗」- 當多重緊急狀況同時發生時，操作人無法即時查閱手冊或與團隊協商，必須憑既有經驗迅速做出決策。",
    "explanation": "無人機在GPS失效、天氣變壞、圖傳干擾等多重故障同時發生的緊急狀況下，操作人面臨時間壓力，無法等待查閱手冊或團隊協商，必須依靠平時的訓練和經驗立即作出果斷決策以應對危機。",
    "wrong_options": {
      "A": "優先完成任務而忽略安全狀況是錯誤的飛航觀念，安全永遠優於任務達成，會造成嚴重事故。",
      "C": "從容研商、找最佳方案需要時間，但此時GPS失效等多重故障正在進行，無人機可能已處於失控或危險狀態，無法等待。",
      "D": "在多重緊急狀況同時發生、圖傳干擾、時間急迫的情況下，無法即時查閱手冊，操作人必須立即決策而非按步驟查閱。"
    }
  },
  "32": {
    "keywords": "人群聚集、室外集會遊行上空、安全隱患",
    "mnemonic": "人群就禁飛 - 記住無人機「人」多的地方「就」不能飛",
    "explanation": "休閒娛樂用遙控無人機在人群聚集或室外集會遊行上空飛航，容易造成安全事故。其他選項都強調「經地方政府同意開放」，表示已完成安全評估可進行，只有選項A未經同意就禁飛。",
    "wrong_options": {
      "B": "公園綠地若經地方政府同意開放無人機活動，代表已評估為安全區域，可以飛航",
      "C": "人煙稀少區若經地方政府同意開放，已完成安全評估程序，不在禁飛範圍內",
      "D": "河灘地若經地方政府同意開放無人機活動，表示該區域適合飛航，不在禁飛區域"
    }
  },
  "124": {
    "keywords": "室內無人機、民航法、適用範圍、體育館",
    "mnemonic": "室內無人機「不納管」 - 記住民航法無人機專章只管制「室外」飛行，室內不適用",
    "explanation": "民航法第90條之1無人機專章規範的對象是「空域」內的飛行活動。室內體育館內的飛行不屬於空域範圍，因此不適用民航法無人機專章的管制規定，但操作人仍須遵守民法、刑法等一般法律責任。",
    "wrong_options": {
      "A": "正確。室內飛行確實不屬民航法無人機專章的規範範圍",
      "C": "正確。即使室內也須注意在場人員安全，這是基本法律義務",
      "D": "正確。操作不當造成傷害仍須負民事損害賠償、刑事責任等"
    }
  },
  "216": {
    "keywords": "干擾阻力、氣流相互干擾",
    "mnemonic": "「干擾→氣流」：干擾阻力的「干」字想像成氣流（air），記住是氣流相互干擾產生的額外阻力。",
    "explanation": "干擾阻力（interference drag）是無人機各部分之間因氣流相互干擾而產生的額外阻力。當機身、機臂、槳葉等部件相鄰時，氣流會相互影響，導致壓力分布改變，進而產生額外的阻力。",
    "wrong_options": {
      "B": "熱流相互作用不會造成干擾阻力，熱流與阻力無直接關係，阻力主要與氣流有關。",
      "C": "濕度相互作用不是干擾阻力的成因，濕度的變化不會在機體部件間產生額外阻力。",
      "D": "磁力相互作用與無人機的空氣動力學現象無關，干擾阻力與磁力無關。"
    }
  },
  "308": {
    "keywords": "重心太靠後、高速前飛、俯仰穩定",
    "mnemonic": "「後重前飛難」- 重心靠後會導致高速前飛時的俯仰不穩定",
    "explanation": "無人直昇機重心位置影響重量分佈。當重心太靠後時，會使升力中心和重心間的力矩失衡，特別是在高速前飛時，會增加俯仰振盪的傾向，嚴重影響高速飛行的穩定性和性能。",
    "wrong_options": {
      "B": "從地面到正常起飛階段速度較低，重心靠後影響不大，直昇機仍能完成起飛",
      "C": "平直飛行屬於低速或懸停狀態，重心靠後影響有限，不如高速飛行明顯",
      "D": "只有高速前飛性能及穩定性受重心位置影響較大，不是所有性能都受影響"
    }
  },
  "400": {
    "keywords": "山風、風向陰影、背風面、渦流、亂流增強",
    "mnemonic": "強風過山→背風亂流（記住：強風過山會在背風面產生更強的渦流和亂流）",
    "explanation": "當強勁的風吹過多山地區時，空氣在迎風面上升，越過山頂後在背風面下沉。越強的風，在山脈背後形成的渦流和亂流就越強烈，使背風面的風場漸趨不平穩，甚至會產生危險的微爆流和強下沉氣流。",
    "wrong_options": {
      "A": "漸趨平穩是錯的，實際上背風面亂流會增強而不是減弱",
      "B": "「有時平穩有時不平穩」過於模糊，背風面的不平穩是必然現象而非偶發",
      "D": "背風面的風場必定會改變，不會保持不變"
    }
  },
  "492": {
    "keywords": "雷雨成熟期、上升氣流、下沉氣流、垂直風切、高度層間風向風速改變",
    "mnemonic": "「垂直之分」：垂直方向上升下沉交錯，產生垂直風切；記住「垂」就是上下層風速不同",
    "explanation": "雷雨成熟期時，強烈的上升氣流與下沉氣流在同一地點呈現相反方向的垂直運動，導致不同高度層的風向和風速產生明顯差異，這種在垂直方向上的風速或風向改變就是「垂直風切」(vertical wind shear)。",
    "wrong_options": {
      "A": "水平風切是指同一高度層上不同位置之間的風向風速差異，與此題描述的垂直現象無關",
      "C": "低空風切是指地面到某高度範圍內的風切現象，題目強調的是整個雷雨層內垂直的風速差異",
      "D": "微爆氣流是下沉氣流與地面接觸後向四周爆發的現象，是垂直風切造成的結果而非現象本身"
    }
  },
  "584": {
    "keywords": "飄降比計算、高度評估、安全決策。飄降比 10:1，1000 英呎高度可飄降 10000 英呎距離，足以返回 2 公里機場。",
    "mnemonic": "\"先算距離再決定\"——飄降比乘以高度，足夠就返場，不足就迫降。簡記：高×比=飄降距離，安全最優先。",
    "explanation": "飄降比 10:1 表示每下降 1 單位高度可飄行 10 單位距離。1000 英呎 × 10 = 10,000 英呎（約 1.9 公里），足以返回距離 2 公里的機場。操作人應先判斷高度是否足夠，確認足夠後才執行飄降返場，這是安全的決策流程。",
    "wrong_options": {
      "A": "忽視安全評估，盲目執行飄降是危險的。無論無人機多重要，都必須先確認有足夠高度才能安全返場。",
      "C": "計算有誤。1000 英呎 × 10 的飄降比足以返回 2 公里距離，不應直接迫降。",
      "D": "過度自信導致違反安全規範。個人技藝再好也無法改變物理法則，必須按照計算結果決策。"
    }
  },
  "33": {
    "keywords": "休閒娛樂無人機飛航時間限制：禁止在日落後至日出前飛行（夜間飛行）",
    "mnemonic": "記住「日落至日出」 = 夜間禁飛。簡稱：「夜間禁飛」或「白天才能飛」",
    "explanation": "休閒娛樂用途的遙控無人機受到民航法規範制，為了安全考量，禁止在夜間（日落後至日出前）進行飛航活動，確保飛行員具有足夠的視線範圍。",
    "wrong_options": {
      "B": "日出後是可以飛行的，這是允許的時間段",
      "C": "正中午沒有特別限制，可以正常飛行",
      "D": "實際上有特別規定，不能選此項，必須符合白天飛行要求"
    }
  },
  "125": {
    "keywords": "安全顧慮、評估風險、婉拒任務、專業責任",
    "mnemonic": "「安全第一，責任為先」- 無人機飛行安全評估若存疑，應優先保護人民安全，而非考量經濟或技術因素",
    "explanation": "無人機操作涉及公共安全，當評估發現任務存在安全顧慮時，操作人應以安全為最高優先，婉拒該任務並詳細說明原因，這是專業操作者應負的倫理和法律責任。",
    "wrong_options": {
      "A": "經驗不足以排除客觀存在的安全風險，不應單純依賴操作人經驗判斷",
      "B": "酬勞高低不應成為安全決策因素，接受高風險任務換取報酬是不負責任的行為",
      "D": "保險額度只能補償事故後損失，無法消除飛行中的安全隱患，不應作為接受高風險任務的理由"
    }
  },
  "217": {
    "keywords": "干擾阻力在多個組件接點產生，包括機身與機翼、機身與尾翼、機翼與外掛、機翼與發動機短艙等所有相交位置。",
    "mnemonic": "\"身翼、身尾、翼掛、翼動\"——干擾阻力在所有接點，記住用\"接點\"諧音\"結點\"來強調多個連結位置。",
    "explanation": "干擾阻力是氣流在組件相交處產生的額外阻力。由於不同組件在接合處會破壞氣流平順性，導致渦流和邊界層分離，因此凡是組件相交的地方都容易產生干擾阻力，包括：(1)機身與機翼、(2)機身與尾翼、(3)機翼與外掛載、(4)機翼與發動機短艙。所以正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "雖然列舉了機身與機翼、機身與尾翼，但漏掉了機翼與外掛載、機翼與發動機短艙的干擾阻力。",
      "B": "只列舉機翼和外掛載，遺漏了機身與機翼、機身與尾翼、機翼與發動機短艙等處的干擾阻力。",
      "C": "只列舉機翼和發動機短艙，漏掉了機身相關組件的干擾阻力產生位置。"
    }
  },
  "309": {
    "keywords": "重心位置、配平、操控難度、穩定性",
    "mnemonic": "「重心偏移，操控變難」- 重心移動會破壞無人機的配平，導致控制更加困難",
    "explanation": "無人多旋翼機的重心位置是決定飛行穩定性和可操控性的關鍵因素。當重心移動偏離設計位置時，會破壞無人機的重量分布和力矩平衡，使得飛行控制系統需要更多的調整指令來維持穩定飛行，因此操控會變得較為困難。",
    "wrong_options": {
      "A": "升力與重心位置無直接關係，升力主要由旋翼轉速決定，不會因重心移動而增加",
      "C": "阻力也與重心位置無直接關係，重心移動不會減少空氣阻力，反而可能因姿態異常而增加阻力",
      "D": "A、C選項都不正確，所以此選項也不對"
    }
  },
  "401": {
    "keywords": "低空風切、操控性影響最大、飛航安全",
    "mnemonic": "「低空近地，風切最切身」- 因為低空距離地面近，風切變化劇烈且難以預測，對無人機的操控性威脅最直接。",
    "explanation": "低空風切對無人機操控性影響最大，因為低空距地面近，風切強度變化劇烈且複雜多變。無人機在低空飛行時反應時間短，難以迅速調整姿態應對突發風切，容易導致操控失效或墜落。高空風切雖然風速大，但變化較緩；低空風切則因地形、溫度反轉等因素影響，變化不規則且影響時間長。",
    "wrong_options": {
      "A": "超高空風切通常在高度3000公尺以上，無人機一般不飛至此高度，且高空風切變化較規律。",
      "B": "高空風切雖風速大，但變化相對緩慢規律，無人機操作員有足夠反應時間調整。",
      "C": "向量風切是指風向改變造成的風切，不一定影響最大，需考慮高度因素。"
    }
  },
  "493": {
    "keywords": "METAR 航空例行天氣報告編報時間間隔 30分鐘 60分鐘",
    "mnemonic": "METAR - M(30分鐘) E(60分鐘) 的規律報告 / 記住「半小時到一小時」的固定節奏",
    "explanation": "航空例行天氣報告（METAR）是機場觀測人員根據現時觀測結果編報的重要文件，原則上每30分鐘或60分鐘編報一次，以確保飛行安全和準確的天氣資訊。這個時間間隔夠短以掌握天氣變化，又夠長以避免過度頻繁報告。",
    "wrong_options": {
      "A": "5-10分鐘太頻繁，超過實際觀測報告的必要性和標準程序。",
      "C": "6-12小時時間間隔過長，無法及時反映快速變化的機場天氣狀況。",
      "D": "24-36小時更是不符合航空安全需求，無法提供即時的天氣資訊供飛行決策使用。"
    }
  },
  "585": {
    "keywords": "動力系統警示，燃油或電量不足，預防性緊急著陸",
    "mnemonic": "「紅燈亮 - 快著陸」：看到紅燈警示就要立刻執行緊急著陸，不要拖延。",
    "explanation": "當動力系統警示亮起表示燃油或電量即將耗盡，此時應該在仍能操作無人機的狀態下，儘快執行「預防性緊急著陸」，確保在動力完全喪失前安全著陸。預防性緊急著陸是在還有操作能力時主動進行，能最大化安全性。",
    "wrong_options": {
      "A": "堅持飛回本場會導致動力耗盡後失去操縱能力，無法控制著陸點，反而更危險。",
      "B": "忽視最低空速限制會造成失速，延伸飄降距離的代價是失去控制，這樣更危險。",
      "D": "放棄努力是被動應對，與積極的預防性應對相反，會增加事故風險。"
    }
  },
  "34": {
    "keywords": "休閒娛樂、遙控無人機、同時控制、1架",
    "mnemonic": "「娛樂只能玩一架」- 休閒娛樂用途的遙控無人機，操作人最多只能同時控制1架",
    "explanation": "根據台灣無人機飛航規定，從事休閒娛樂用途的遙控無人機飛航活動，操作人最多只能同時控制1架遙控無人機，這是為了確保安全和飛航紀律。若要同時操控多架無人機，需要從事商業用途並取得相關許可證。",
    "wrong_options": {
      "B": "2架是錯誤的，娛樂用途不可同時操控多架",
      "C": "5架超出娛樂用途限制，此數量僅適用於特殊商業飛航許可",
      "D": "10架以上是商業大規模操作的情況，娛樂用途絕對不可行"
    }
  },
  "126": {
    "keywords": "所有無人機均須辦理註冊，不論重量大小",
    "mnemonic": "「全機都要登」- 記住所有無人機都必須註冊，沒有例外",
    "explanation": "根據臺灣無人機管理規定，所有無人機（包括遙控無人機和自動駕駛無人機）都必須辦理註冊登記，不因重量、構型或數量而有例外。250克的分級只適用於飛航許可申請的規定，不適用於註冊要求。",
    "wrong_options": {
      "B": "混淆了無人機分級規定。250克是飛航許可的分級標準，而非註冊的門檻",
      "C": "無法律依據。無人機數量不影響註冊義務，所有購入的無人機都要註冊",
      "D": "違反法令。註冊義務是法定要求，不由主管機關自由裁量人機數量"
    }
  },
  "218": {
    "keywords": "重力、地心引力、質量受到的外力",
    "mnemonic": "「重」力就是「地心引」力 - 重=地心引",
    "explanation": "重力是指地球對物體的吸引力，也就是地心引力的作用。任何在地球表面的物質（包括航空器）都會因為其質量而受到地球的引力影響，這就是重力。",
    "wrong_options": {
      "A": "磁力是由磁場產生的力，與物體質量無直接關係，不是重力。",
      "C": "摩擦力是接觸面之間的阻力，不是重力的定義。",
      "D": "靜電力是由靜電荷產生的力，與重力概念完全不同。"
    }
  },
  "310": {
    "keywords": "無人機重量增加、起飛速度提高、升力",
    "mnemonic": "「重加速升」- 重量增加需要更快速度才能產生足夠升力起飛",
    "explanation": "無人機的升力取決於空氣動力學公式（升力=0.5×空氣密度×速度²×升力係數×面積）。當重量增加時，需要更大的升力來克服重量，因此必須提高起飛速度以產生足夠的升力。",
    "wrong_options": {
      "A": "重量增加反而需要更高的起飛速度，不會降低起飛速度。降低起飛速度會導致升力不足，無法正常起飛。",
      "B": "起飛速度與無人機重量有直接關係，重量增加必然改變所需起飛速度，不會保持不變。",
      "D": "此選項排除了正確答案C，選擇此項表示無法正確理解重量與升力的關係。"
    }
  },
  "402": {
    "keywords": "風速風向改變 → 升力、軌跡、姿態都會改變 → 最大載重是設計參數不會變",
    "mnemonic": "「風來三改一不改」：飛行三項改（姿態、軌跡、升力），設計參數一項不改（最大載重）",
    "explanation": "風速與風向改變會直接影響無人機受到的氣動力，導致升力改變、需要調整控制面改變飛行姿態，進而改變飛行軌跡。但最大載重是無人機設計製造時的固定規格，不會因瞬間的環境風況改變而改變。",
    "wrong_options": {
      "A": "風向風速改變會改變升力分量分布，需要調整控制面維持平衡，姿態必然改變",
      "B": "升力和姿態改變後，無人機運動軌跡也會隨之改變",
      "C": "升力 = 0.5 × 密度 × 速度² × 面積 × 升力係數，風速改變直接影響升力大小"
    }
  },
  "494": {
    "keywords": "TAF（終端機場天氣預報）編報時間間隔為每6小時",
    "mnemonic": "「TAF - 六小時一編」或「Terminal Airport Forecast - 6小時週期」",
    "explanation": "終端機場天氣預報（TAF, Terminal Aerodrome Forecast）是針對機場及其周邊地區的天氣預報，為確保飛行安全性和準確性，原則上每6小時編報一次，使飛行員能及時掌握最新的氣象資訊。",
    "wrong_options": {
      "A": "24小時編報間隔太長，無法及時更新機場天氣變化，不符合航空安全需求",
      "B": "12小時編報間隔仍無法充分反映氣象快速變化，效率不如6小時編報",
      "D": "2小時編報間隔過於頻繁，超過實際必要，增加預報部門負擔且不符合國際標準"
    }
  },
  "35": {
    "keywords": "飛航活動、留意周遭、安全視線、操作人責任",
    "mnemonic": "「飛行中要留意」- 飛航時要看清楚無人機及周遭的飛行狀況，這是操作人最基本的安全責任。",
    "explanation": "操作人在遙控無人機飛航期間，必須隨時留意無人機的飛航狀況和周遭環境，包括障礙物、其他飛行器、人員等，以確保安全飛行。這是法規對操作人的基本要求。",
    "wrong_options": {
      "A": "販售包裝只是商品外包裝，與飛航安全無關，操作人不需特別留意。",
      "B": "外觀造型是無人機的設計特徵，與飛航活動中的安全監控無關。",
      "D": "C選項正確，所以不是以上皆非。"
    }
  },
  "586": {
    "keywords": "一人一機、飛航安全、操作人責任",
    "mnemonic": "「一人一機不動搖，分心操作最危險」- 無人機飛航必須遵守一個操作人同時只能操作一架無人機的原則，任何分心都會危害飛航安全。",
    "explanation": "根據台灣無人機飛航相關規定，操作人應對飛行安全負責，一個操作人在同一時間只能操作一架無人機。同時操作多架無人機會無法確保對每架機的完整監控，大幅增加意外風險，因此應拒絕該要求。",
    "wrong_options": {
      "B": "天氣再好也不能改變『一人操作一機』的安全規則，天氣狀況與操作責任分離無關。",
      "C": "電話再重要也不能犧牲飛航安全，無人機操作的責任不能因為外界因素而改變。",
      "D": "油量充足與否無關於操作人能否同時控制兩架機，同時控制多機本身就是違規行為。"
    }
  },
  "127": {
    "keywords": "無人機、註冊號碼、標註位置、移動結構、外部",
    "mnemonic": "移動結構不適合 - 想像無人機旋轉的槳葉，標註上去會飛走！應標在機身固定處。",
    "explanation": "無人機的移動結構（如旋臂、螺旋槳等）會轉動，不適合標註註冊號碼。根據民航局規定，註冊號碼應標註在無人機固定的外部結構上，例如機身，以確保清楚、持久且不易脫落。",
    "wrong_options": {
      "A": "錯誤。清楚辨識是必要的，這是對的認知。",
      "B": "錯誤。噴漆是許可的標註方式之一，符合規定。",
      "C": "錯誤。這是正確的要求，確保號碼不脫落。"
    }
  },
  "219": {
    "keywords": "重力影響、機身設計、輕量化材質",
    "mnemonic": "「輕如燕」— 無人機設計要像燕子一樣輕盈，才能對抗重力、飛得更高更遠",
    "explanation": "無人機需要克服重力才能起飛，機身越輕，所需的推力和能耗就越少，因此無人機設計都採用較輕的材質（如碳纖維、鋁合金等），以提升飛行效率和續航力。",
    "wrong_options": {
      "B": "較重的材質會增加重力負擔，需要更多推力才能飛行，違反無人機設計原則",
      "C": "機身材質必須保持一致的密度，不能時重時輕，否則會導致失衡",
      "D": "此選項排除其他合理答案，但輕量化設計正是無人機的基本原理"
    }
  },
  "311": {
    "keywords": "無人機重量增加、起飛滑行距離加長、升力與重量關係",
    "mnemonic": "記住「重量愈重，愈難起飛」——重量增加 → 需要更多升力 → 滑行距離加長",
    "explanation": "無人機重量增加時，需要更大的升力才能克服重力實現起飛。根據航空力學原理，升力與速度的平方成正比，因此需要以更高的速度才能產生足夠升力，導致需要更長的滑行距離來加速達到起飛速度。",
    "wrong_options": {
      "A": "重量增加會增加所需升力，而非減少滑行距離，此選項錯誤。",
      "C": "滑行距離會受到重量變化影響，不會保持不變。",
      "D": "選項B已正確解釋了結果，不屬於「以上皆非」。"
    }
  },
  "403": {
    "keywords": "鋒面過境時低空風切較強烈，西南季風吹拂時較溫和",
    "mnemonic": "「鋒強季溫」- 鋒面過境→強烈；西南季風→溫和",
    "explanation": "臺灣低空風切在鋒面過境時風向風速變化急劇，造成強烈風切；而西南季風吹拂時風場相對穩定均勻，風切現象較為溫和。",
    "wrong_options": {
      "A": "混淆了鋒面和季風的風切特性，實際上鋒面過境時風切最強烈，不是溫和",
      "C": "忽略了鋒面過境時會產生強烈風切的危險特性",
      "D": "西南季風吹拂時風場變化較平緩，不會造成強烈風切"
    }
  },
  "495": {
    "keywords": "ICAO機場代碼、RC、台灣機場、例行天氣報告",
    "mnemonic": "RC = Republic of China (中華民國)，台灣機場代碼都以RC開頭",
    "explanation": "ICAO機場識別碼由四個字母組成，第一、二碼代表國家地區。台灣作為中華民國(Republic of China)，所有機場代碼前兩碼均為「RC」，例如台北松山機場(RCSS)、桃園機場(RCTP)、高雄機場(RCKH)等。",
    "wrong_options": {
      "A": "QQ為卡達的機場代碼前綴，不是台灣",
      "C": "AA為美國阿拉斯加州的機場代碼前綴，不是台灣",
      "D": "BB並非任何國家的標準ICAO機場代碼前綴"
    }
  },
  "587": {
    "keywords": "操作人、最後決定權、飛航安全、核准區域",
    "mnemonic": "「操」作人最「後」決定，安全責任操作人扛",
    "explanation": "無人機操作人在飛航活動期間對無人機的處置擁有最終決定權，不能因為領隊指示、團隊多數意見或委託單位要求就違反安全規範。這是法律規定的責任與權力，操作人必須獨立判斷飛航安全。",
    "wrong_options": {
      "A": "領隊無法替操作人承擔法律責任，操作人才是飛航安全的最終責任人",
      "B": "安全決策不能由投票決定，操作人必須獨立行使決定權",
      "D": "委託單位的承諾無法消除違反飛航法規的法律後果，安全不容妥協"
    }
  },
  "36": {
    "keywords": "遙控無人機飛航安全防護、避免碰撞、禁飛限制區域",
    "mnemonic": "「人機建物天空險」- 遙控無人機要遠離「人」群、「機」器(其他航空器)、「建」物、「天空」(航空走廊)，才能避免危險",
    "explanation": "遙控無人機飛航時，必須防止與三大對象接近或碰撞：(1)其他航空器-避免空中相撞；(2)建築物-防止撞擊建物造成損害；(3)人群-保護地面人員安全。因此正確答案是「D. 以上皆是」。",
    "wrong_options": {
      "A": "只考慮航空器碰撞，忽略了對建築物和人群的危害。",
      "B": "只考慮建築物碰撞，忽略了與航空器和人群的安全風險。",
      "C": "只考慮人群安全，忽略了與航空器和建築物的碰撞風險，不夠全面。"
    }
  },
  "128": {
    "keywords": "無人機註冊號碼、禁止借用、一機一號",
    "mnemonic": "「一機一號，不可借用」- 記住每架無人機都有唯一註冊號碼，嚴禁挪作他用",
    "explanation": "根據民航局規定，每架無人機須取得獨一無二的註冊號碼，此號碼與該機體具有對應關係，不得借供其他未註冊無人機使用。即使該團隊擁有多架無人機，亦不允許將已註冊機的號碼移用於未註冊新機，此舉違反無人機註冊相關規範。",
    "wrong_options": {
      "A": "註冊號碼具有唯一性和對應性，絕不可互相借用",
      "B": "即使同屬一個團隊所有，每架無人機的號碼仍不得借用於其他機體",
      "C": "民航局不會核准此類借用申請，因其違反根本原則"
    }
  },
  "220": {
    "keywords": "升力和阻力 = 相對氣流產生",
    "mnemonic": "「氣流相逢，升阻隨行」- 記住升力和阻力都源於機翼與相對氣流的相對運動",
    "explanation": "升力和阻力都是由於飛機與空氣的相對運動而產生。當機翼相對於氣流運動時，機翼上下表面產生壓力差，形成升力；同時機翼對空氣的摩擦和壓力變化產生阻力。這個現象的根本原因是相對氣流與機翼的相對運動。",
    "wrong_options": {
      "A": "分子光譜與升力阻力無關，分子光譜涉及光與分子的交互作用",
      "B": "動量守恆是物理法則，但不是升力阻力的直接原因或最佳描述",
      "D": "雷諾傳輸(雷諾數)是流體特性指標，描述流動特性但不是升力阻力的產生原因"
    }
  },
  "312": {
    "keywords": "無人機重量增加→爬升率↓、爬升角↓。重量是負面因素。",
    "mnemonic": "「重」量增「下」，性能「下」滑。記住：Weight Up = Performance Down。",
    "explanation": "無人機重量增加時，在電池動力恆定的情況下，動力必須負荷更多質量，導致爬升加速度降低，因此爬升率（單位時間的升高速度）和爬升角度（上升軌跡與水平面的夾角）都會隨之下降。",
    "wrong_options": {
      "B": "重量增加時動力不會增強，反而會受限，故爬升率和爬升角度不會增加。",
      "C": "重量變化直接影響加速度計算，爬升性能必然改變，不會保持不變。",
      "D": "A選項已經正確描述了結果，不需要選擇此項。"
    }
  },
  "404": {
    "keywords": "天氣影響無人機飛行、風向風速改變航向、操作前檢查天氣",
    "mnemonic": "「天影航」- 天氣影響飛行航向。記住：風會吹偏無人機，影響預定航向。",
    "explanation": "天氣因素（如風、雨、霧、溫度等）會直接影響無人機的飛行穩定性和航向。風力會將無人機吹離預定航線，雨水可能導致機身重量增加和視線不清，這些都是對飛行安全的直接威脅，因此操作人必須隨時注意天氣狀況。",
    "wrong_options": {
      "A": "外觀美感是無人機的設計特性，天氣不會改變外觀。",
      "C": "品牌知名度與天氣無關，是市場因素。",
      "D": "無人機重量大小是製造規格，天氣無法改變其物理尺寸和重量。"
    }
  },
  "496": {
    "keywords": "METAR 風向風速、10分鐘平均、例行天氣報告",
    "mnemonic": "「十分鐘」= METAR 風速查十分。記住：1分太短、60分太長、180分更長，標準就是「10分鐘」。",
    "explanation": "METAR (航空例行天氣報告) 中的風向與風速是採用觀測前10分鐘內的平均數據編報。這10分鐘的標準時間足以捕捉風況變化，避免瞬間風值波動造成的誤導。",
    "wrong_options": {
      "A": "1分鐘太短，無法代表風況的平均特性，容易受瞬間陣風影響。",
      "C": "60分鐘過長，會混合不同時段的風況，失去即時性。",
      "D": "180分鐘（3小時）完全不符合METAR的即時性要求，應用於長期氣候統計。"
    }
  },
  "37": {
    "keywords": "政府機關、學校、法人執行無人機操作限制→向民航局申請核准",
    "mnemonic": "「民航把關」：無人機的操作限制需要「民航局」來把關和核准",
    "explanation": "遙控無人機的操作受到法規限制，政府機關、學校或法人若要執行這些限制以外的操作（例如在禁區飛行或超過高度限制），必須向民航局（交通部民用航空局）提出申請並獲得核准。民航局是國家級的航空主管機關，擁有核准無人機特殊操作的權限。",
    "wrong_options": {
      "A": "直轄市、縣（市）政府只能協助管理，但無人機的操作限制是由中央民航局制定，故無法核准操作限制的豁免",
      "C": "警察機關負責執法取締，不負責核准無人機的操作許可",
      "D": "衛福部負責衛生福利事務，與無人機操作規範無關"
    }
  },
  "129": {
    "keywords": "無人機改裝、型式檢驗、民航局申請",
    "mnemonic": "改裝後要再檢驗，找民航局提申請（改→檢；申請）",
    "explanation": "無人機經過改裝後，原有的型式檢驗合格證會失效，必須重新向民航局提出申請進行型式檢驗，以確保改裝後的無人機仍符合飛航安全要求。",
    "wrong_options": {
      "B": "型式檢驗有效力是有條件的，改裝行為會改變無人機原始設計，因此必須重新檢驗",
      "C": "光有擔保無法保證安全性，規範明確要求改裝後必須進行檢驗程序，不能靠承諾代替",
      "D": "改裝無人機後重新檢驗是強制性規定，非主管機關的自由判定，而是明確的法律要求"
    }
  },
  "221": {
    "keywords": "升力、阻力三大因素：攻角、速度、空氣密度",
    "mnemonic": "「攻速密」口訣：攻角(angle of attack)、速度(speed)、密度(air density)是影響升力和阻力的三大因素",
    "explanation": "升力和阻力的大小受三個基本因素影響：1) 攻角-機翼與氣流相對角度會直接影響升力產生；2) 氣流速度-速度越快升阻力越大；3) 空氣密度-空氣越稀薄升阻力越小。因此正確答案是D「以上皆是」。",
    "wrong_options": {
      "A": "只說了攻角，漏掉速度和密度兩個重要因素",
      "B": "只說了氣流速度，漏掉攻角和空氣密度的影響",
      "C": "只說了空氣密度，漏掉攻角和速度的影響"
    }
  },
  "313": {
    "keywords": "無人機重量增加→升力需求增大→電池消耗快→續航力下降→最高高度降低",
    "mnemonic": "「重量增加，三次下降」- 重量↑、升力需求↑、爬升速率↓、最高高度↓",
    "explanation": "無人機重量增加會提高升力需求，導致馬達負荷增大、電池消耗速度加快，可用電力下降，最終導致無人機爬升能力下降，飛航最高高度隨之降低。",
    "wrong_options": {
      "B": "重量增加會增加電池負荷，而不是增加升力效率，因此不會增加最高高度，反而會降低。",
      "C": "飛航最高高度取決於升力與重量的平衡以及電力供應，重量改變必然影響這個平衡。",
      "D": "選項A正確，所以不是「以上皆非」。"
    }
  },
  "405": {
    "keywords": "平流霧、水平運動、垂直運動、冰雹、下爆氣流",
    "mnemonic": "平流霧是「橫著吹」的霧，雷雨、冰雹、下爆都是「直著動」的天氣",
    "explanation": "平流霧是由於溫暖濕潤的空氣水平流動到冷的地面或冷水面上，受冷凝結形成，主要是水平運動(平流)的過程。而雷雨、冰雹、下爆氣流都是由於大氣強烈的垂直運動(上升或下沉)所產生的現象。",
    "wrong_options": {
      "A": "雷雨是由強烈上升氣流產生的深層對流系統，與垂直運動有直接關係",
      "C": "冰雹是通過垂直上升氣流在高空凍結而成，屬於垂直運動的産物",
      "D": "下爆氣流是由於冷的下沉氣流快速向下運動而產生，是典型的垂直運動現象"
    }
  },
  "497": {
    "keywords": "雲量是雲在天空中遮蓋的份數，用八分法或十分法表示天空被雲覆蓋的程度",
    "mnemonic": "\"雲量＝遮蓋份數\"，記住METAR報告中用1/8或1/10來量化雲的覆蓋率",
    "explanation": "航空天氣報告中的「雲量」是指雲對天空的遮蓋程度，通常用分數或百分比表示（如晴朗SKC、少量FEW 1/8、分散SCT 4/8、密集BKN 6/8、全覆蓋OVC 8/8）。這是判斷飛航能見度和天氣安全性的重要參數。",
    "wrong_options": {
      "A": "烏黑程度與雲量定義無關，這是雲的顏色特性而非遮蓋程度",
      "B": "雲的高度是另一個獨立參數（如低雲、中雲、高雲），與遮蓋份數不同",
      "D": "雲的移動速度不是天氣報告中的標準參數，與雲量定義完全無關"
    }
  },
  "38": {
    "keywords": "人群聚集、室外集會遊行、多層核准、直轄市縣市政府、中央主管機關",
    "mnemonic": "「人群聚集要雙準」- 記住在人群聚集上空飛航需要獲得「雙重同意」：民航局核准 + 地方政府及中央機關同意",
    "explanation": "人群聚集或室外集會遊行上空進行飛航屬於高風險活動，需要多層級管制。除了民航局的核准外，還需要同時取得直轄市、縣（市）政府（地方管制）和相關中央主管機關（中央管制）的同意，才能進行飛航活動。",
    "wrong_options": {
      "B": "只有地方政府同意不夠，還需要相關中央主管機關的同意，因為這涉及全國性的飛航安全管制",
      "C": "只有中央主管機關同意不夠，還需要直轄市、縣（市）政府同意，地方政府對當地活動有直接管轄權",
      "D": "派出所是基層警察機構，無權核准人群聚集上空的飛航活動，應由政府機關層級決定"
    }
  },
  "130": {
    "keywords": "設計缺失、安全疑慮、詢求設計者、補正作為",
    "mnemonic": "「設計問題找設計者」- 無人機有設計缺失，必須回到源頭向設計者尋求解決方案，而非用應急措施來掩蓋根本問題。",
    "explanation": "無人機發現設計缺失會造成安全疑慮，團隊應主動聯繫設計者進行改正，確保機體安全性。這是負責任的態度，比起只加強操作技術或被動的保險投保更為根本。",
    "wrong_options": {
      "A": "加強操作技術無法解決設計問題的根本原因，安全隱患仍存在。",
      "C": "設置防護網只是外部防護，無法消除機體本身的設計缺陷風險。",
      "D": "投保保險只是風險轉移，不能解決設計缺失造成的安全問題。"
    }
  },
  "222": {
    "keywords": "相對氣流方向、翼弦、攻角是夾角的定義",
    "mnemonic": "攻角=相對氣流與翼弦的夾角。記住「攻」字就是「進攻」的方向，氣流來襲與機翼的角度就是攻角。",
    "explanation": "攻角（Angle of Attack）是指相對氣流方向與翼弦所形成的角度。它是決定機翼產生升力大小的關鍵因素，攻角越大（在失速角以內），升力越大。",
    "wrong_options": {
      "A": "俯仰角是機體縱軸與水平面的夾角，與相對氣流方向無直接關係，描述的是飛機姿態而非氣動現象",
      "B": "滾轉角是機體在縱軸周圍的旋轉角度，與翼弦夾角無關，控制飛機的傾斜",
      "D": "偏航角是機體縱軸與水平投影的夾角，描述飛機左右轉向，與氣流和翼弦的關係無關"
    }
  },
  "314": {
    "keywords": "無人機重量增加、慣性加大、操作反應變差、機動性下降",
    "mnemonic": "「重→慢」：無人機重量增加，加速變慢、轉向變遲鈍、上升變困難",
    "explanation": "無人機重量增加會增加慣性，導致加速度下降、轉向反應遲鈍、爬升能力減弱，整體操作性能降低，更容易產生延遲操控的問題。",
    "wrong_options": {
      "A": "操作性能確實會受重量影響而改變，不是不變",
      "B": "重量增加會增加負擔，反而降低而非增加操作性能",
      "D": "重量增加對操作性能的影響明確，並非以上皆非"
    }
  },
  "406": {
    "keywords": "大氣穩定度、空氣流動方向、溫度遞減率、氣溫梯度",
    "mnemonic": "「穩定度看流向」- 記住空氣垂直流動方向決定大氣穩定程度",
    "explanation": "大氣穩定度主要由空氣的垂直溫度分佈（溫度遞減率）決定，而空氣流動方向會影響溫度分層。當空氣垂直上升或下沉時，會經歷不同的溫度變化，進而改變大氣的穩定狀態。",
    "wrong_options": {
      "B": "空氣中懸浮微粒大小影響能見度和散射，但不直接影響大氣穩定度",
      "C": "水氣飽和程度會影響雲的形成，但不是決定穩定度的主要因素",
      "D": "空氣乾燥程度不直接影響穩定度，穩定度主要由溫度梯度決定"
    }
  },
  "498": {
    "keywords": "壓力高度、空氣密度、爬升率、起降滑行距離",
    "mnemonic": "\"高度高，空氣薄，滑行遠\" - 高度越高，空氣密度越低，無人機升力下降，需要更長的滑行距離才能起飛",
    "explanation": "壓力高度會改變空氣密度，空氣密度降低導致升力減少，無人機爬升率下降，因此需要更長的滑行距離來獲得足夠的升力起飛。這是航空力學的基本原理，影響所有飛行器的性能。",
    "wrong_options": {
      "A": "忽略了壓力高度對空氣密度的影響，載重固定並不代表起降性能不變",
      "B": "只考慮跑道物理特性，忽略了大氣環境因素對升力的影響",
      "D": "動力來源類型無法改變壓力高度改變空氣密度的物理事實"
    }
  },
  "39": {
    "keywords": "故意、過失、死傷、毀損財物、賠償責任",
    "mnemonic": "記住「故過皆賠」：無人機所有人對於故意或過失造成的死傷和毀損，全部要負賠償責任。",
    "explanation": "無人機所有人的賠償責任涵蓋三種情況：故意致他人死傷、過失致他人死傷、故意或過失毀損他人財物。無論是哪一種情形，所有人都應承擔民事賠償責任。這是無人機使用者必須認識的法律義務。",
    "wrong_options": {
      "A": "只限於故意致死傷，但過失致死傷和毀損財物也應負責，答案不完整。",
      "B": "只限於過失致死傷，漏掉了故意致死傷和毀損財物的情況，責任範圍不全。",
      "C": "只涵蓋毀損財物，但致他人死傷（故意或過失）也是重要的賠償責任，答案不夠完整。"
    }
  },
  "131": {
    "keywords": "高速公路、無人機飛航距離、30公尺、未經核准飛航、安全規定",
    "mnemonic": "「高速遠飛三十米」—高速公路要遠飛，至少三十公尺距離",
    "explanation": "無人機在未經核准飛航前，必須遠離高速公路至少30公尺以上。近距離拍攝疾駛車輛違反安全規定，無論酬勞或技術訓練價值，操作人應以安全法規為優先，拒絕不合法的任務。",
    "wrong_options": {
      "A": "雖然技術訓練重要，但無人機飛航安全法規不能因此而妥協",
      "B": "高額酬勞不能作為違反飛航安全規定的正當理由",
      "C": "團隊多數意見不能取代法規要求，安全標準是絕對的"
    }
  },
  "223": {
    "keywords": "最大升力攻角 = 臨界攻角",
    "mnemonic": "「臨界升力」- 臨界攻角就是能升到最多的那個角度",
    "explanation": "臨界攻角是指在飛行速度等條件相同時，能產生最大升力的攻角。超過此角度後，升力反而會下降，甚至導致失速。",
    "wrong_options": {
      "A": "理想攻角是指升阻比最大的攻角，並非升力最大的攻角",
      "C": "牛頓攻角是非專業術語，在航空學中無此定義",
      "D": "萊布尼茲攻角同樣是非專業術語，無航空學意義"
    }
  },
  "315": {
    "keywords": "無人機重量增加、進場速度、降落速度、升力平衡",
    "mnemonic": "「重量增加，速度提升」- 記住無人機變重就要飛更快才能產生足夠升力維持飛行。",
    "explanation": "根據升力公式 L = 1/2 × ρ × V² × S × CL，當無人機重量增加時，需要更大的升力來維持飛行。由於升力與速度平方成正比，要維持相同的升力係數，必須提高飛行速度。因此進場和降落速度都會隨著重量增加而提高。",
    "wrong_options": {
      "A": "降低進場和降落速度是錯的，重量增加反而需要更快的速度才能產生足夠升力來支撐無人機。",
      "C": "進場和降落速度不變是錯的，因為根據升力公式，重量變化必然影響所需速度。",
      "D": "以上皆非是錯的，因為B選項正確描述了重量增加的效果。"
    }
  },
  "407": {
    "keywords": "地球表面特殊地區、停留時間長、水平方向物理性質一致、廣大空氣體",
    "mnemonic": "「氣團」= 氣候+團隊，一大群性質相同的空氣聚在一起，像一支有凝聚力的團隊。",
    "explanation": "氣團是在地球表面某特定地區形成的大規模空氣團塊，具有相同的溫度、濕度等物理特性。它停留時間長，在水平方向上物理性質均勻一致，是天氣預報和氣象分析的重要概念。",
    "wrong_options": {
      "A": "鋒面是不同氣團的交界線，具有溫度、濕度等物理性質的差異，不是均勻一致的。",
      "C": "颶風是強烈的旋轉風暴系統，而非指具均勻物理性質的廣大空氣體。",
      "D": "塔狀積雲是一種雲的形態分類，屬於雲型而非大尺度空氣團塊的概念。"
    }
  },
  "499": {
    "keywords": "露點溫度、冷卻、凝結",
    "mnemonic": "霧形成 = 溫度 ↓ 接近露點 → 水蒸氣凝結成水滴",
    "explanation": "霧的形成原理是當空氣溫度下降並接近露點溫度時，空氣中的水蒸氣會凝結成肉眼可見的水滴。露點溫度是空氣達到飽和時的溫度，當實際溫度接近露點時，就會形成霧。這是霧成因的根本機制。",
    "wrong_options": {
      "A": "風速增加會帶動空氣流動，但不是形成霧的直接原因。風可能帶來或吹散霧，但不會導致霧形成。",
      "B": "對流增強會使空氣上升並冷卻，可能是霧形成的助因，但不是直接原因。霧形成的關鍵是溫度接近露點。",
      "C": "大氣壓力降低本身不會形成霧。雖然低壓可能伴隨天氣系統變化，但不是霧形成的主要條件。"
    }
  },
  "40": {
    "keywords": "遙控無人機所有人、交由他人操作、連帶賠償責任、操作人",
    "mnemonic": "「所有人交人操，傷人共責」- 所有人將機器交給他人操作，出事傷人時，所有人和實際操作人要共同承擔連帶賠償責任。",
    "explanation": "根據民法責任原則，遙控無人機所有人將設備交由他人操作，當發生事故傷人時，所有人因監督不周應負責任，而實際操作人因直接操作行為也應負責任，兩者都需承擔連帶賠償責任。這是基於「使用人責任」和「監督責任」的法律原則。",
    "wrong_options": {
      "A": "旁觀人只是在場觀看，通常不負責任，除非有過失行為",
      "B": "設計者只在設計有瑕疵時才負責，無人機交由他人操作時無涉",
      "D": "製造者只在產品本身有缺陷時才負責，操作不當造成的傷害與製造者無關"
    }
  },
  "132": {
    "keywords": "緊急災難情況、災害防救法、政府災害應變中心指揮調度",
    "mnemonic": "災難時「聽指揮」：災害防救法規定，必須統一聽從政府災害應變中心的指揮與調度，不能自作聰明擅自行動。",
    "explanation": "根據災害防救法規定，在災害危難事件發生時，無人機團隊應當統一聽從政府災害應變中心的指揮及調度。即使出於新聞報導的急迫性，也必須遵守法律規範，不可擅自進行拍攝任務，以避免妨礙救災作業或造成次生災害。",
    "wrong_options": {
      "B": "雖然人命關天，但完全不理法律規定是錯誤的。必須先申請、獲得政府授權才能進行拍攝。",
      "C": "里長口頭同意不夠。災難時期的無人機飛航需要政府災害應變中心的統一指揮，不是地方里長能核可的。",
      "D": "消防主管機關口頭同意也不夠。災害應變時必須由政府災害應變中心統一指揮調度，才是正確程序。"
    }
  },
  "224": {
    "keywords": "臨界攻角、攻角、升力",
    "mnemonic": "臨界內小增升，小於臨界攻角範圍內增大攻角，升力會增大",
    "explanation": "在小於臨界攻角範圍內，攻角與升力呈正相關，攻角越大升力越大。當攻角超過臨界攻角後會失速，升力反而下降。",
    "wrong_options": {
      "B": "升力減少是發生在攻角超過臨界攻角進入失速區域時的現象，不符合題目條件",
      "C": "升力與攻角不是無關係，在正常範圍內有直接的正相關性",
      "D": "前面三個選項中已有正確答案，不會是以上皆非"
    }
  },
  "316": {
    "keywords": "重量增加 → 降落滾行距離加長，動能增加難以減速",
    "mnemonic": "「重→滾→長」：重量增加，降落滾行距離會加長",
    "explanation": "無人機重量增加時，著陸時的動能會隨之增大（動能=½mv²）。重量越大，需要更長的滾行距離才能完全消耗動能並停止。這是物理學中慣性的基本原理——質量越大的物體越難停下來。",
    "wrong_options": {
      "B": "縮短降落滾行距離是錯誤的。重量增加反而會增加慣性，使無人機更難停下來，降落滾行距離會加長而非縮短。",
      "C": "降落滾行距離不變是錯誤的。根據物理原理，重量增加必定會影響動能，進而增加所需的滾行距離。",
      "D": "以上皆非是錯誤的。因為A選項（加長降落滾行距離）是正確答案。"
    }
  },
  "408": {
    "keywords": "熱帶氣候、赤道、午後雷陣雨、高溫高濕",
    "mnemonic": "新加坡「新」字像火焰，赤道附近「火」力全開，午後「雨」勢磅礡",
    "explanation": "新加坡位於赤道附近的熱帶地區，全年高溫高濕，白天強烈日照導致地面溫度極高，午後空氣對流強烈，容易形成積雨雲而發生午後雷陣雨。這是熱帶氣候的典型特徵。",
    "wrong_options": {
      "A": "東京位於溫帶季風氣候區，雷陣雨多發生在夏季梅雨季，不是午後常規現象",
      "C": "莫斯科位於溫帶大陸氣候區，冷涼乾燥，午後雷陣雨條件不足",
      "D": "倫敦位於溫帶海洋氣候區，氣溫較低，濕度相對均勻，不易產生強對流雨"
    }
  },
  "41": {
    "keywords": "遙控無人機飛航活動、責任保險、民用航空法",
    "mnemonic": "民航(法) - 民用航空法是無人機飛行的「母法」，從機關、學校到法人的保險要求都由它規定",
    "explanation": "政府機關、學校或法人進行無人機飛航活動前，必須投保責任保險，這項法律要求是根據《民用航空法》所規定。民用航空法是航空活動的專法，涵蓋無人機的飛航管理與安全要求。",
    "wrong_options": {
      "A": "保險法只規定保險契約的基本原理與保險業監管，但無人機責任保險的飛航活動要求需由民航專法定之",
      "C": "民法是通用私法，無人機飛行責任保險屬於民航專業領域，應由民用航空法具體規定",
      "D": "勞動基準法規範勞僱關係與工作條件，與無人機飛航活動保險要求無關"
    }
  },
  "500": {
    "keywords": "風切現象、升力損失、飛航穩定性、安全降落",
    "mnemonic": "記住「風切三害」：升力↓、穩定性↓、降落危險↑。想像飛行中突然吹來不同方向的風，機體就像坐跳跳床一樣晃動不穩。",
    "explanation": "風切是指短距離內風速或風向急劇變化的現象。當無人機飛入風切區域時，升力會突然變化，導致機體失去平衡，影響飛行穩定性和控制性，在返場降落時尤其危險，可能無法正常著陸。",
    "wrong_options": {
      "A": "無人機馬達轉數由電子調速器(ESC)自動調節，風切不會直接導致引擎轉數不穩定，而是機體姿態改變。",
      "B": "資料鏈和GPS訊號不受風切影響，風切是氣流現象而非電磁干擾。",
      "C": "無人機返場前重心位置已確定，不會因風而改變，重心偏移需要物理配置改變。"
    }
  },
  "133": {
    "keywords": "無人機飛航展示活動、飛航活動許可申請、校園飛航管制",
    "mnemonic": "記住「先申請，後執行」—— 無論在哪裡飛行，都要先完成許可申請才能操作無人機",
    "explanation": "台灣無人機飛航法規要求，任何飛航活動（包括展示活動）都必須事前向民航局申請飛航活動許可，即使是在校園內也不例外。學校同意或口頭宣導都不足以取代法律要求的正式許可申請程序。",
    "wrong_options": {
      "A": "校園並非法律豁免區，無人機飛航受《民用航空法》及相關規定約束，不能因為在校園內就無限制",
      "B": "學校同意與口頭宣導無法取代法定的飛航活動許可申請，許可申請是法律強制要求，不是可選項",
      "D": "禁止飛越人群、建築物或其他設施，這是無人機安全飛航的基本規範，展示性能不能違反安全規範"
    }
  },
  "225": {
    "keywords": "空氣密度越大、氣流速度越快，升力和阻力的公式都包含這兩個因素，所以兩者都會增加。",
    "mnemonic": "「密度快雙升阻」- 密度大、速度快時，升力和阻力都會增加（升阻同升）。",
    "explanation": "升力和阻力的計算公式都與空氣密度（ρ）和氣流速度的平方（V²）成正比。當空氣密度增大、相對氣流速度變快時，根據公式 F = ½ρV²C × S，升力和阻力都會隨之增加，因此答案是C。",
    "wrong_options": {
      "A": "升力越大、阻力越小是錯誤的，因為升力和阻力的公式結構相同，都受空氣密度和速度平方的影響，不會產生相反變化。",
      "B": "升力越小、阻力越大與事實相反，密度大、速度快時升力應該增加而不是減少。",
      "D": "升力和阻力越小是完全錯誤的，密度增大和速度增快都會導致升力和阻力增加。"
    }
  },
  "317": {
    "keywords": "重量與載重平衡、飛行安全、操作人審慎確認",
    "mnemonic": "「平衡安全」- 無人機要飛得穩，重量平衡是關鍵！想像蹺蹺板，一邊重一邊輕就會傾斜，無人機也是如此。",
    "explanation": "為了確保飛行安全，操作人必須確認無人機的重量分配是否均勻，載重是否平衡。失衡的無人機容易發生墜落或失控，危害飛行安全。外觀和價格與飛行安全無直接關聯。",
    "wrong_options": {
      "A": "外觀只是視覺判斷，不影響飛行是否安全，主要是重量與平衡才是安全考量",
      "C": "價格與飛行安全無關，昂貴的無人機如果重量不平衡一樣會墜落",
      "D": "並非所有選項都需要確認，價格無關安全，外觀也非關鍵因素"
    }
  },
  "409": {
    "keywords": "飽和水氣量、相對濕度、溫度越高容納水氣越多",
    "mnemonic": "「溫度高水汽多，飽和點決定了」- 記住溫度決定空氣能容納的最大水氣量",
    "explanation": "空氣在一定溫度下能容納的水蒸氣量有一個上限，稱為飽和水氣量。溫度越高，飽和水氣量越大；溫度越低，飽和水氣量越小。當空氣中水氣量達到該溫度的飽和點後，就無法再容納更多的水蒸氣。",
    "wrong_options": {
      "A": "PM2.5是微粒懸浮物，理論上可以無限累積，沒有容納限度",
      "B": "微生物的數量受營養和環境影響，但空氣本身對其容納量沒有物理限度",
      "D": "細菌同樣可以無限繁殖和累積，空氣沒有對細菌數量的上限限制"
    }
  },
  "501": {
    "keywords": "高聳建物附近、障礙物、亂流",
    "mnemonic": "「建物障礙生亂流」- 記住建築物和障礙物會擾亂風向，造成不穩定的亂流現象",
    "explanation": "高聳建物及其周圍障礙物會阻斷並改變風的流動方向，產生風速和風向的快速變化，形成亂流。這是操作人必須特別注意的危險，因為亂流會直接影響無人機的穩定性和控制。",
    "wrong_options": {
      "B": "加強穩定性和視線是應對措施，但不是「注意」的對象，題目問的是要注意的『情形』",
      "C": "在亂流環境下應該謹慎操作，而非發揮性能，這是錯誤的應對方式",
      "D": "風速風向變化主要影響無人機飛行穩定性，而非直接導致資料鏈和GPS失效"
    }
  },
  "42": {
    "keywords": "禁航區、限航區、航空站四周 → 30萬元以上150萬元以下",
    "mnemonic": "「禁限航」最嚴重 → 「三十到一百五」(30-150萬元)",
    "explanation": "違反禁航區、限航區及航空站或飛行場四周範圍的飛航活動是最嚴重的違規行為，涉及航空安全，因此罰款金額也最高，為30萬元以上150萬元以下。",
    "wrong_options": {
      "A": "罰款金額太低，僅3-18萬元，不符合禁航區違規的高度懲罰",
      "B": "罰款金額（5-28萬元）介於A和C之間，為其他次級違規行為的罰款",
      "C": "罰款金額（10-48萬元）雖較高但不是最高，不符合禁航區違規的嚴重程度"
    }
  },
  "134": {
    "keywords": "飛航紀錄、維護紀錄、法規保存、資料管理",
    "mnemonic": "記錄妥善保存，法規有規定；異常要紀錄，績效不能改。",
    "explanation": "飛航任務的操作紀錄、無人機維護及修理紀錄都是重要的安全和法律文件。民航法及相關規定對這些紀錄的內容、格式和保存期限都有明確規範，不能隨意處理或省略，以確保飛航安全和可追溯性。",
    "wrong_options": {
      "A": "法規針對無人機的紀錄保存有明確規範，不能沒有依據；公司高層也必須遵守相關規定。",
      "B": "紀錄必須真實詳盡，不能隨便寫，異常情況更要記錄清楚；馬虎紀錄無法追蹤問題根源。",
      "C": "發現異常現象必須確實紀錄，不能自行研判後隱瞞；隱瞞異常反而會危害安全和團隊信譽。"
    }
  },
  "226": {
    "keywords": "機翼面積大→升力大、阻力大",
    "mnemonic": "大翼，大力 - 機翼越大，升力和阻力都會增加",
    "explanation": "機翼面積是決定升力和阻力的重要因素。根據升力公式 L = ½ρV²SCL，機翼面積S增大時，升力和阻力都會成正比增加。因此機翼面積大，升力和阻力都會越大。",
    "wrong_options": {
      "A": "升力和阻力的變化不是相反的。機翼面積增大時，升力和阻力都會增加，而不是升力增加、阻力減少。",
      "B": "與實際情況完全相反。機翼面積增大會使升力增加，而不是減少。",
      "C": "錯誤理解機翼面積的影響。機翼面積增大會增加升力和阻力，而不是減少。"
    }
  },
  "318": {
    "keywords": "低速低空中型無人機使用往復式活塞發動機，因為低功率需求且成本效益高",
    "mnemonic": "「低空活力」- 低速低空的無人機用「活塞」(往復式)發動機最活力實用",
    "explanation": "低速、低空的中型無人機需要可靠的動力系統。往復式發動機具有輸出功率穩定、燃油能量密度高、飛行時間長且成本相對經濟的優點，非常適合這類應用。",
    "wrong_options": {
      "B": "無刷電動馬達適合小型或超輕型無人機，功率和續航力有限，不適合中型無人機長時間飛行",
      "C": "渦輪螺旋槳發動機用於高速、高空飛行的大型軍事或商業飛機，成本高且過度設計",
      "D": "渦輪發動機主要用於高速噴氣式飛機，對於低速低空飛行而言完全不適合且浪費能源"
    }
  },
  "410": {
    "keywords": "飽和水氣、相對溼度定義、最高限度",
    "mnemonic": "「飽滿100」— 水氣飽和時，相對溼度達到100%，即1.0",
    "explanation": "相對溼度是指空氣中實際水氣壓與該溫度下飽和水氣壓的比值。當空氣中的水氣含量已達最高限度（飽和狀態）時，實際水氣壓等於飽和水氣壓，因此相對溼度 = 飽和水氣壓/飽和水氣壓 = 1。",
    "wrong_options": {
      "A": "0.2代表相對溼度20%，空氣中還有很多空間能容納更多水氣，未達飽和",
      "B": "0.4代表相對溼度40%，空氣仍未達飽和，水氣含量還未達最高限度",
      "C": "0.8代表相對溼度80%，空氣還能容納更多水氣，仍未達飽和極限"
    }
  },
  "502": {
    "keywords": "溫度變化是鋒面最明顯特徵，操作人員可直接感受或用儀器測量",
    "mnemonic": "「冷暖分界線」- 鋒面通過時，溫度會急劇變化，這是最顯著、最容易察覺的不連續現象",
    "explanation": "鋒面是冷暖氣團的邊界。當鋒面通過時，溫度會發生急劇變化（冷鋒通過時溫度下降，暖鋒通過時溫度上升），這是最明顯且最容易測量的特徵。相比之下，雲層增加、相對濕度增加、能見度變化都是漸進式的，不如溫度變化那麼明顯和直接。",
    "wrong_options": {
      "A": "雲層增加是漸進式過程，不如溫度變化那麼明顯的不連續現象",
      "B": "相對濕度變化較緩慢，不是鋒面最容易辨認的特徵",
      "D": "能見度變化受多種因素影響，不如溫度變化那麼直接明顯"
    }
  },
  "43": {
    "keywords": "400呎高度限制違規、罰鍰30萬到150萬",
    "mnemonic": "「呎」高危「萬」 - 400呎超高飛，30到150萬罰鍰跑不掉",
    "explanation": "遙控無人機的飛航高度規定為不得超過地面或水面400呎，若違反此重要安全規定，民航局會廢止操作證、沒入無人機，並處以最嚴厲的罰鍰30萬元以上150萬元以下，是所有高度違規罰則中最高額度。",
    "wrong_options": {
      "B": "1萬到10萬過於輕微，不符合違反重要高度限制規定的嚴重性",
      "C": "20萬到50萬罰鍰層級，但400呎高度是安全紅線，罰鍰應更重",
      "D": "5萬到30萬罰鍰較輕，無法有效嚇阻違規行為，不是最嚴厲的處罰"
    }
  },
  "227": {
    "keywords": "升力、阻力、機翼面積成正比",
    "mnemonic": "「大翅膀，大升力」- 機翼面積越大，升力和阻力都越大，呈正比關係",
    "explanation": "升力和阻力都遵循相同的物理原理，都由機翼與空氣相互作用產生。根據空氣動力學公式，升力和阻力都與機翼面積呈正比關係，面積越大產生的升力和阻力就越大。",
    "wrong_options": {
      "B": "反比意味著面積大反而升力小，違反實際物理原理",
      "C": "升力和阻力與面積的平方無關，平方關係只出現在速度因子中",
      "D": "與平方成反比更加不符，會導致荒謬結論"
    }
  },
  "135": {
    "keywords": "無人機失控墜海、超過2公斤導航設備、24小時內通報民航局",
    "mnemonic": "「失控墜海24小時，民航局一定要通報」- 記住無人機事故必須通報民航局，不是消防單位",
    "explanation": "根據民用航空法規，最大起飛重量超過2公斤且裝置導航設備的遙控無人機發生失控、墜海等重大異常事件，操作人應於事件發生後24小時內依規定通報民航局。這是法定義務，無論有無人員傷亡都要通報。",
    "wrong_options": {
      "A": "錯誤：無造成人員傷亡不代表就不須處置。超過2公斤且有導航設備的無人機失事，仍需依法通報民航局",
      "B": "錯誤：僅拾回無人機還不夠。必須同時依法向民航局通報，24小時內通報是強制性要求",
      "C": "錯誤：應通報的是民航局，而非消防單位。消防單位是處理人身安全事故的單位，而無人機失事應向民航局報告"
    }
  },
  "319": {
    "keywords": "高速無人機、推重比高、壽命短→渦輪發動機",
    "mnemonic": "「高速推力王，渦輪來幫忙，推重比最強，壽命短時尚」",
    "explanation": "渦輪發動機具有極高的推重比，適合高速無人機使用，但燃燒室高溫運轉導致零件磨損快，使用壽命相對較短，這是其典型特徵。",
    "wrong_options": {
      "B": "無刷電動馬達壽命長且結構簡單，推重比不如渦輪發動機，不符合『壽命短』特徵",
      "C": "渦輪螺旋槳發動機推重比低，主要用於低速長航時飛行，不適合高速無人機",
      "D": "往復式發動機推重比低，結構複雜，壽命相對較長，不符合題目條件"
    }
  },
  "411": {
    "keywords": "溫度越高，空氣飽和水氣壓越大，容納水氣量越多",
    "mnemonic": "「溫度決定含水」- 記住溫度是影響空氣含水量的唯一關鍵因素",
    "explanation": "空氣容納水氣量的多寡主要取決於溫度。溫度越高，空氣中水分子的動能越強，空氣的飽和水氣壓（容納水氣的能力）就越大，因此能容納更多水氣。這是濕度、露點等氣象概念的基礎。",
    "wrong_options": {
      "A": "含氧量只是空氣成分之一，與水氣容納量無關",
      "B": "雜質含量本身對空氣容納水氣的物理能力無直接影響",
      "D": "惰性氣體（如氮氣、氬氣）的成份比例固定，不影響容納水氣的能力"
    }
  },
  "44": {
    "keywords": "未領操作證操作無人機、罰鍰6萬至30萬元",
    "mnemonic": "「無證飛行」記住「6到30」：6萬元以上、30萬元以下。可聯想「6是飛行的諧音（ㄌㄧㄠ）開頭」，30是更嚴格的上限。",
    "explanation": "根據遙控無人機管理規定，所有人或操作人未領有操作證就操作無人機是最基本的違反行為，罰鍰為6萬元以上30萬元以下。這是相對較重的罰則，因為無人機操作涉及公共安全。",
    "wrong_options": {
      "A": "罰金過低，只有1-8萬元，不符合未領操作證的嚴重違規程度",
      "B": "罰金為3-18萬元，雖然比A高，但仍低於未領操作證的規定罰則",
      "D": "罰金為8-38萬元，超過正確答案範圍，此為更嚴重違規情節的罰則"
    }
  },
  "503": {
    "keywords": "鋒面、風向改變、冷鋒、暖鋒",
    "mnemonic": "「鋒面過境，風向轉身」- 鋒面最明顯的特徵就是風向會出現明顯改變",
    "explanation": "鋒面是冷暖氣團的交界面，當無人機穿越鋒面時，最直接且最危險的變化是風向的改變。冷鋒過境時風向會轉向，暖鋒過境時風向也會改變，這對飛航的影響最大且最需要即時調整。",
    "wrong_options": {
      "A": "降水型態確實會改變，但不是穿越鋒面時最需要特別注意的主要因素，風向改變的威脅更直接",
      "C": "氣團穩定性雖然會改變，但這是相對間接的現象，不如風向改變來得急迫",
      "D": "相對濕度會改變，但這不是穿越鋒面時的主要操作考量，風向改變才是操作的關鍵"
    }
  },
  "228": {
    "keywords": "機翼形狀決定升阻力",
    "mnemonic": "「翼」決「升阻」，忘「磁重」",
    "explanation": "機翼的形狀（例如翼型設計、弧度、面積）直接影響升力和阻力的大小。升力來自翼面對氣流的作用，阻力則是飛行阻力，兩者都由機翼形狀決定。而磁力和重力與機翼形狀無關。",
    "wrong_options": {
      "A": "地磁場對飛行無影響，機翼形狀不影響磁力",
      "C": "重力是由物體質量決定，與機翼形狀無關",
      "D": "既然A和C都錯誤，『以上皆是』就不可能是正確答案"
    }
  },
  "136": {
    "keywords": "申請核准、操作證、飛航規範",
    "mnemonic": "「證」先「核」，安全有「法」——任何無人機任務必須先取得官方核准許可和合法操作證，這是執行任務的法律前提。",
    "explanation": "無人機執行任何飛航活動都必須依據《民用航空法》獲得許可，且操作者需持有相應的操作證。這是最基本的法律要求，也是確保飛航安全與合法性的首要條件，任何技術、物資或場地準備都應該在已合法申請核准之後進行。",
    "wrong_options": {
      "A": "操作技術和膽識重要，但不是『最』重要的考量——即使技術再好，沒有合法許可也不能飛行",
      "B": "彩色粉末數量是執行層面的考量，屬於『任務規劃』而非『執行前最重要』的考量",
      "D": "場地設備是為了營造效果，但與飛航安全和合法性無關，優先級最低"
    }
  },
  "320": {
    "keywords": "高空、長滯空、大型無人機使用渦輪風扇或渦輪螺旋槳發動機提供高效率的動力",
    "mnemonic": "「高空長滯空，渦輪最高效」- 高空長時間飛行需要渦輪發動機的高效能",
    "explanation": "高空或長滯空的大型無人機需要在稀薄空氣中保持長時間飛行，渦輪風扇或渦輪螺旋槳發動機能提供優異的推力效率、高飛行高度性能，以及較長的續航力，適合此類長程飛行任務。",
    "wrong_options": {
      "A": "渦輪發動機效率較低，主要用於軍用戰鬥機等高速應用",
      "B": "無刷電動馬達適合小型短程無人機，續航時間短，無法勝任高空長滯空任務",
      "D": "往復式發動機功率較小，不適合大型無人機的高空飛行需求"
    }
  },
  "412": {
    "keywords": "已飽和水氣遇溫度下降 → 凝結現象（霧、雲、雨滴），但溫度下降不產生風",
    "mnemonic": "「霧雲雨下降，風從何處來」— 溫度下降只能凝結水氣，無法憑空產生風",
    "explanation": "已飽和的水氣在溫度持續下降時會凝結成液態水。凝結的方式取決於凝結地點：地面附近凝結成霧(A)；高空中凝結成雲(B)；進一步降水形成雨滴(C)。但溫度下降本身是熱力過程，無法直接產生風(D)。風是由氣壓梯度引起的空氣流動，與溫度變化機制不同。",
    "wrong_options": {
      "A": "霧是水氣在地面附近遇冷凝結而成的，會發生",
      "B": "雲是水氣在高空遇冷凝結而成的，會發生",
      "C": "雨滴是凝結的水氣進一步集聚而成的，會發生"
    }
  },
  "45": {
    "keywords": "未投保或未足額投保責任保險、遙控無人機、罰鍰 6 萬元以上 30 萬元以下",
    "mnemonic": "「未保險、罰最重」- 未投保責任保險是最嚴重的違規，罰鍰金額最高（6-30萬）；記住「6到30」是無人機責任保險罰款的關鍵數字",
    "explanation": "根據民用航空法及相關規定，遙控無人機所有人或操作人必須投保責任保險。未投保或未足額投保責任保險是一項重大違規行為，會導致最嚴厲的罰鍰處罰，金額為 6 萬元以上 30 萬元以下，同時情節重大者還會沒入遙控無人機。這是保障飛航安全和公眾安全的重要規定。",
    "wrong_options": {
      "B": "3-20萬元是較輕微違規行為的罰款額度，不符合責任保險未投保的嚴重性",
      "C": "1-8萬元金額過低，無法對應責任保險未投保這類重大違規",
      "D": "8-50萬元的上限超過法規規定，責任保險未投保罰款上限應為30萬元"
    }
  },
  "504": {
    "keywords": "真速44kts東偏南、地速44kts、風速向量合成、北風推動東偏南",
    "mnemonic": "「真速東偏南116°，北風相助速度增」- 地速大於真速 = 有順風，東向飛行卻偏116°南方 = 北風推動",
    "explanation": "無人機機頭朝東飛行（真速40kts東向），但GPS記錄實際地速44kts且航向116°（東偏南）。地速大於真速表示有順風。因為無人機向東飛卻被推向南方（116°），代表風來自北方，北風以20kts的分量推動飛機向南，導致實際航向變成116°，地速增加至44kts。",
    "wrong_options": {
      "A": "東風會讓地速減少，不符合地速44kts大於真速40kts的情況",
      "C": "南風會增加航向偏南趨勢但無法完整解釋地速增加，且方向相反",
      "D": "西風會讓飛行方向偏北，與116°南偏方向相反"
    }
  },
  "229": {
    "keywords": "升力和阻力影響因素：機翼切面、平面形狀、表面光滑度",
    "mnemonic": "\"三大因素全影響\" - 切面(厚度位置)、平面(翼型設計)、表面(光滑度) 三個方面都會影響升力和阻力",
    "explanation": "機翼的升力和阻力受多重因素影響：切面形狀決定翼型效能、平面形狀影響氣流分布、表面光滑度影響摩擦阻力。這三類因素都是重要的氣動設計參數。",
    "wrong_options": {
      "A": "只強調切面形狀，忽視了平面形狀和表面光滑度的影響",
      "B": "只強調平面形狀和控制面，忽視了切面形狀和表面狀況的影響",
      "C": "只強調表面光滑度，忽視了機翼切面和平面形狀的重要性"
    }
  },
  "137": {
    "keywords": "特殊活動申請、民航局許可、在地面人員密集區飛行",
    "mnemonic": "「特別地點需特別許可」- 在地面人員密集區（如住宅區）執行飛航活動，不論公司是否通過能力審查，每次都需向民航局申請執行許可",
    "explanation": "民航局的「安全能力審查通過」僅代表公司具備無人機運作的安全能力，但每次在人員密集區進行飛航活動仍須向民航局申請該次活動的執行許可。能力審查與個案許可是兩個不同層級的規定，缺一不可。",
    "wrong_options": {
      "A": "聽從上層指示而跳過申請程序是嚴重的違規行為，會導致罰款及許可撤銷",
      "C": "臨時通知派出所只是告知警察，不符合民航局規定的申請許可程序",
      "D": "臨時通知里長辦公室也不能替代民航局的執行許可申請"
    }
  },
  "321": {
    "keywords": "小型無人機、娛樂級航模、動力來源、無刷電動馬達",
    "mnemonic": "小無人 → 「小」就用「小電馬」（無刷電動馬達）\n記住：小型用電，大型用油",
    "explanation": "娛樂/運動級航空模型和小型無人機因為體積小、重量輕、成本低，普遍採用無刷電動馬達驅動。無刷馬達具有效率高、重量輕、易於控制等優點，最適合小型遙控飛行器。",
    "wrong_options": {
      "A": "渦輪發動機成本高、體積大，不適用於娛樂級小型無人機。",
      "C": "渦輪風扇和渦輪螺旋槳發動機複雜昂貴，用於大型商用或軍用飛機。",
      "D": "往復式活塞發動機雖然用於實驗級航模，但小型娛樂級無人機主流是電動馬達。"
    }
  },
  "413": {
    "keywords": "百分比、實際水氣、最大水氣量 → 相對濕度",
    "mnemonic": "「相對」就是「比較」，相對濕度 = 實際水氣量 ÷ 最大水氣量 × 100%",
    "explanation": "相對濕度是空氣中實際水氣含量與該溫度下飽和水氣含量的比值（百分比表示）。它反映空氣距離飽和還有多遠，是日常生活中最常用的濕度指標。",
    "wrong_options": {
      "A": "絕對濕度是單位體積空氣中水氣的質量（g/m³），用數值表示，不是百分比。",
      "C": "同溫濕度不是標準氣象學名詞，用來迷惑學生。",
      "D": "實際濕度不是正式名稱，實際的是「相對濕度」才是標準用語。"
    }
  },
  "505": {
    "keywords": "標準大氣壓力、高度表、壓力高度、3000英呎、大氣壓力計算、每增加1000英呎下降0.33英吋汞柱",
    "mnemonic": "記住標準大氣壓力公式：每升高1000英呎，氣壓下降約0.33英吋汞柱。29.92 - (3×0.33) = 26.91 ≈ 26.82英吋汞柱",
    "explanation": "標準大氣壓力在海平面為29.92英吋汞柱，高度表根據氣壓測量高度。高度3000英呎代表高度表讀值，在標準大氣下，每增加1000英呎高度，大氣壓力下降約0.33英吋汞柱。因此：29.92 - (3×0.33) = 29.92 - 0.99 = 28.93，接近26.82英吋汞柱的壓力對應3000英呎高度。",
    "wrong_options": {
      "A": "28.86英吋汞柱過高，只考慮了部分高度損失，不符合3000英呎的壓力損失",
      "B": "27.82英吋汞柱是計算錯誤，氣壓下降未完整計算3000英呎對應的損失",
      "D": "25.84英吋汞柱過低，超過了3000英呎高度應有的氣壓下降量"
    }
  },
  "0": {
    "keywords": "無人機失控、不當操作、犯罪工具、多重危害、綜合影響",
    "mnemonic": "記憶訣竅：「生命、公益、飛安」三大危害 = 選D（全部皆是）。口訣：「一機三害」- 生命財產損失、公共利益危害、飛航安全威脅。",
    "explanation": "無人機如被不法份子利用或因不當操作失控，會產生多層面的危害：直接造成生命財產損失(A)、危及公眾安全與公共利益(B)、威脅空中飛航安全(C)，因此正確答案是「以上皆是」(D)。這是考查對無人機風險的全面認識。",
    "wrong_options": {
      "A": "只強調個人損失，忽略了公共安全和飛航安全的影響。",
      "B": "只涵蓋公共利益，未涵蓋直接的生命財產損失和飛航安全。",
      "C": "只著重飛航安全，遺漏了對人身和財產的直接危害。"
    }
  },
  "46": {
    "keywords": "遙控無人機註冊、標明註冊號碼、罰鍰3萬元以上15萬元以下",
    "mnemonic": "「註冊號碼」最輕罰→3-15萬（記住數字：3和15，註冊違規是最輕的罰則）",
    "explanation": "遙控無人機所有人或操作人違反「註冊或標明註冊號碼」規定，是遠控無人機相關違規中情節最輕的，因此罰鍰為3萬元以上15萬元以下，會禁止活動，情節重大時並得沒入無人機。",
    "wrong_options": {
      "A": "10-48萬是違反航路或活動區域規定的罰鍰，罰則更重",
      "B": "8-38萬是違反活動申報規定的罰鍰，比註冊違規罰則更重",
      "C": "5-28萬是違反無人機性能證明或檢驗規定的罰鍰，同樣比註冊違規更重"
    }
  },
  "138": {
    "keywords": "日落時間、目視範圍、飛航限制、夜間飛行禁止、可視飛行規則",
    "mnemonic": "「日落即停飛」- 記住無人機必須在日落前完成操作，就像太陽下山、視線也下線，飛行就要畫句號。",
    "explanation": "根據無人機飛航規則，業餘玩家必須在日落前停止飛航操作。這是因為夜間飛行無法維持有效的目視範圍監控（Visual Line of Sight, VLOS），這是安全飛行的基本要求。即使該區域未被劃設為禁飛區，仍受日照時間限制約束。",
    "wrong_options": {
      "A": "誤解了禁飛區的概念。禁飛區是指禁止飛行的地點，但日落時間限制是針對所有地區的時間性管制，不會因為無禁飛區而豁免。",
      "C": "天氣良好無法取代視線可及性。夜間即使天氣良好，操作者也無法有效監控無人機位置和周邊狀況，違反可視飛行規則。",
      "D": "觀察無人是錯誤的安全判斷。夜間飛行的危險在於操作者本身看不清楚無人機和環境，而非周邊是否有人，這是本質上的安全風險。"
    }
  },
  "230": {
    "keywords": "表面光滑 → 摩擦阻力。光滑表面減少空氣摩擦。",
    "mnemonic": "「光滑摩擦」諧音記法：表面越光滑 = 摩擦阻力越小。記住「摩擦」與「磨光」同音，光滑表面就是磨過的表面。",
    "explanation": "表面光滑狀況直接影響機體與空氣之間的摩擦程度。光滑的表面能減少空氣分子與機體表面的接觸摩擦，因此摩擦阻力最小；反之粗糙表面會增加摩擦阻力。這是流體力學中的皮膚摩擦阻力概念。",
    "wrong_options": {
      "A": "形狀阻力由無人機的外形設計決定（如流線型設計），與表面光滑度無關。",
      "B": "誘導阻力由升力產生的渦流造成，與表面光滑度無直接關係。",
      "D": "干擾阻力是指機體各部分之間的氣流干擾，主要與設計結構有關，不受表面光滑度影響。"
    }
  },
  "322": {
    "keywords": "渦輪發動機性能提升、中型無人機動力替代、活塞發動機淘汰",
    "mnemonic": "「渦代活」- 渦輪發動機未來將代替活塞發動機成為中型無人機主力",
    "explanation": "隨著現代渦輪發動機推重比提高、壽命延長、油耗降低，其性能優勢日益明顯。在25-150公斤級的中型無人機應用中，渦輪發動機因燃油效率高、功率密度大，將逐步取代目前廣泛使用的活塞發動機。",
    "wrong_options": {
      "A": "無刷電動馬達雖然已被採用，但電池技術難以提供中大型無人機長時間續航，不會被渦輪取代",
      "B": "渦輪風扇發動機主要用於高空高速飛行，不適合無人機應用，且過於複雜昂貴",
      "C": "渦輪螺旋槳發動機已是無人機現有方案之一，題目問的是被取代的舊技術"
    }
  },
  "414": {
    "keywords": "濕度高 → 空氣密度低。水蒸氣密度比乾空氣低，濕度越高空氣密度越低。",
    "mnemonic": "「水往上飄」：水蒸氣(水)比空氣輕，濕度高時空氣密度下降。",
    "explanation": "濕度越高表示空氣中水蒸氣含量越多。由於水蒸氣的分子量(18)小於乾空氣的平均分子量(29)，水蒸氣密度更低。當濕度增加時，部分乾空氣分子被密度更低的水蒸氣分子取代，因此整體空氣密度會下降。",
    "wrong_options": {
      "A": "空氣壓力由大氣重量決定，濕度不影響氣壓大小，只影響密度。",
      "C": "升力與密度成正比(L=½ρv²CL)，密度降低會導致升力減少，非增加。",
      "D": "濕度高時水蒸氣散發吸熱，會感覺悶熱而非涼爽，涼爽度反而下降。"
    }
  },
  "506": {
    "keywords": "高度表對零調整、標準氣壓修正、29.92英吋汞柱、每百英呎差0.1英吋",
    "mnemonic": "記住標準氣壓29.92，差200英呎(≈2百)就差0.2英吋。29.92-0.2=29.72",
    "explanation": "高度表需要對零調整。標準大氣壓為29.92英吋汞柱時，高度表應指示0英呎。現在指示200英呎（多200英呎），表示實際氣壓比標準低。每100英呎差0.1英吋汞柱，200英呎差0.2英吋，所以應調整為29.92-0.2=29.72英吋汞柱。",
    "wrong_options": {
      "B": "27.92是誤差計算反向，應為正向修正高氣壓值",
      "C": "29.52只差0.4英吋（誤認為400英呎差異）",
      "D": "25.92差值過大，錯誤理解修正方向或倍數"
    }
  },
  "1": {
    "keywords": "購買無人機時應檢查使用限制、操作性能、保固範圍等完整資訊",
    "mnemonic": "「購買全檢查」- 購買無人機要全面檢查：限制(使用)、性能(操作)、保固(範圍)三個重點一個都不能少",
    "explanation": "操作人購買無人機時，需要綜合考慮多個重要因素。使用限制涉及法規遵循和安全規範；操作性能決定無人機的實際使用能力；保固範圍保護消費者權益。三者缺一不可，都是保障操作安全的必要資訊。",
    "wrong_options": {
      "A": "只考慮使用限制忽略了無人機的實際性能和購後保障",
      "B": "只重視操作性能而不了解法規限制和保固保障，無法確保安全",
      "C": "只關注保固範圍遺漏了安全法規和性能指標的重要性"
    }
  },
  "47": {
    "keywords": "違反政府公告區域時間管理罰鍰，3萬元以上15萬元以下",
    "mnemonic": "「3到15」- 記住「3萬到15萬」，這是違反區域時間最基礎的罰則",
    "explanation": "遙控無人機違反直轄市、縣市政府公告的飛航區域、時間及其他管理事項時，會被禁止活動並處以罰鍰。根據無人機管理法規，此類違規的罰鍰額度為3萬元以上15萬元以下，是最基本的罰款等級。",
    "wrong_options": {
      "B": "5萬元以上28萬元以下是更重的違規罰則，適用於其他更嚴重的違法情形",
      "C": "8萬元以上38萬元以下罰款額度過高，不符合區域時間管理違規的標準罰則",
      "D": "15萬元以上30萬元以下是針對其他特定違規行為的罰則，不適用於此類違規"
    }
  },
  "139": {
    "keywords": "無人機飛航管制、日落時間、視線內飛行、VLOS",
    "mnemonic": "日落即截止 - 日落時間是無人機視線內飛行的截止時間",
    "explanation": "無人機視線內飛行(VLOS)必須在日落時終止。台灣法規規定，操作人應於日落時間停止所有無人機飛航活動，不能繼續飛行至暮光時段。日落時間18點46分是最後可飛行的時間點。",
    "wrong_options": {
      "B": "民用暮光時間是天空仍有光線但看不清地表的時段，此時已無法進行視線內飛行",
      "C": "航海暮光時間是更深層的暮光，已完全不適合無人機飛行",
      "D": "天文暮光時間是天文意義上的夜晚開始，與無人機飛航規定無關"
    }
  },
  "231": {
    "keywords": "光滑表面 → 阻力小；粗糙表面 → 阻力大",
    "mnemonic": "「光滑走得爽，阻力小不擋」- 表面光滑就像潤滑油，阻力相對較小",
    "explanation": "物體表面相對光滑時，空氣與物體表面的摩擦阻力減少，因此阻力相對較小。這是流體力學的基本原理，應用在無人機設計上就是要讓機身光滑以減少空氣阻力。",
    "wrong_options": {
      "B": "光滑表面會減少而非增加阻力，此選項混淆了因果關係",
      "C": "表面光滑度是固定的，阻力不會時大時小，除非表面狀態改變",
      "D": "題目已明確說明阻力為『相對較小』，此選項為干擾項"
    }
  },
  "323": {
    "keywords": "遙控無人機控制與圖傳頻段使用2.4GHz和5.8GHz",
    "mnemonic": "\"2點4飛天，5點8清晰傳\" - 2.4GHz用於控制與圖傳距離較長，5.8GHz用於高清圖傳",
    "explanation": "現代遙控無人機普遍採用2.4GHz（用於控制訊號和標清圖傳）和5.8GHz（用於高清圖傳）頻段。這兩個頻段已成為無人機的國際標準，且在民用無人機中最為常見。",
    "wrong_options": {
      "A": "300MHz和500MHz屬於無線電的低頻段，傳輸距離遠但頻寬有限，不適合現代無人機的高速數據傳輸需求",
      "B": "500MHz和600MHz在此範圍內沒有專為無人機設計的標準頻段，且650MHz附近受限於其他通訊用途",
      "D": "100GHz和220GHz屬於極高頻段，波長太短易被障礙物阻擋，不適合無人機控制與圖傳的實際應用需求"
    }
  },
  "415": {
    "keywords": "露點溫度等於空氣溫度 → 水氣飽和點。此時空氣無法再容納更多水蒸氣，水分開始凝結。",
    "mnemonic": "「露點 = 空氣溫度 → 飽和點」記憶口訣：露點就是飽和的臨界點，達到露點即達飽和。",
    "explanation": "露點溫度是指空氣冷卻至無法再容納水蒸氣時的溫度。當空氣溫度等於露點溫度時，空氣達到飽和狀態，相對溼度為100%，水蒸氣開始凝結成水滴。",
    "wrong_options": {
      "A": "沸點是液體變為氣體的溫度，與露點溫度的物理意義完全不同。",
      "C": "熔點是固體變為液體的溫度，與水氣飽和現象無關。",
      "D": "蒸發點不是標準氣象學術語，容易與露點混淆，但露點特指飽和狀態而非蒸發現象。"
    }
  },
  "507": {
    "keywords": "北風迎面、南向飛行、側風",
    "mnemonic": "「迎面無側風」- 北風往南飛 = 頭風不側風",
    "explanation": "無人機往南飛行，北風迎面吹來，風向與飛行方向平行（相反），形成「逆風」而非「側風」。側風是垂直於飛行方向的風，會影響操控；逆風反而有助穩定飛行，不是側風過大的問題。",
    "wrong_options": {
      "A": "強風持續時間是重要考量，因為長時間強風會影響電池消耗速度",
      "B": "必須檢查強風是否超過無人機最大飛航風速限制，這是安全飛行的必要條件",
      "D": "逆風飛行確實會增加動力消耗，降低續航力，必須評估"
    }
  },
  "2": {
    "keywords": "註冊、教育宣導、操作範圍警示 → 安全使用",
    "mnemonic": "「註教警」三措施，安全是目的。（註冊、教育、警示）",
    "explanation": "無人機的註冊制度、操作人員教育宣導及操作範圍警示，這三項規定都是為了確保無人機的安全使用，防止事故發生並保護公共安全。",
    "wrong_options": {
      "A": "註冊和教育是為了管理，不是刁難；這是必要的安全措施。",
      "B": "這些規定是為了規範市場秩序和安全，不是打擊市場；反而是促進健全發展。",
      "D": "A和B都不正確，所以此選項自動排除。"
    }
  },
  "48": {
    "keywords": "遙控無人機違反規定罰鍰 3萬元以上15萬元以下",
    "mnemonic": "「三到十五」- 記住3萬元起罰，上限15萬元。簡記為「小罰款」等級。",
    "explanation": "根據遙控無人機飛航管理規定，違反飛航活動應遵守之規定者，處以3萬元以上15萬元以下罰鍰。這是最基本的處罰級距，情節重大時可另外沒入無人機。",
    "wrong_options": {
      "A": "10萬-48萬元是更重的罰款級距，適用於情節特別嚴重或多次違規的情況",
      "B": "8萬-38萬元罰款過高，不符合基本違規情形的規定",
      "C": "5萬-28萬元罰款金額不符，記憶時容易與其他條款混淆"
    }
  },
  "140": {
    "keywords": "投擲物體、限制操作、活動許可、操作證",
    "mnemonic": "投擲記住「證和許」：投擲需要取得【操作證】，還要申請【活動許可】",
    "explanation": "投擲物體是無人機的限制操作項目，涉及法律和安全管制。最重要的考量是必須先取得相關操作證書並申請活動許可，才能進行此類操作，這是任務執行的法律前提。",
    "wrong_options": {
      "A": "雖然重量與重心變化重要，但這是技術問題，需要先解決法律合規問題",
      "B": "動力足夠是操作能力問題，但不如法規要求重要",
      "D": "保險和切結書是附加保障，不是最重要的考量因素"
    }
  },
  "232": {
    "keywords": "遙控無人機主要部分、機翼機身尾翼、動力系統、起降裝置",
    "mnemonic": "「機動起」- 機翼、動力、起降 (記住無人機三大主要部分)",
    "explanation": "遙控無人機由多個關鍵系統組成：機翼提供升力、機身是主體結構、尾翼控制平衡；動力系統提供推進力；起降裝置負責起飛降落。因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只列舉了空氣動力學部分(機翼、機身、尾翼)，忽略了動力系統和起降裝置",
      "B": "只列舉起降裝置，漏掉了機翼、機身、尾翼和動力系統等關鍵部分",
      "C": "只列舉動力系統，遺漏了空氣動力學結構和起降裝置等重要組成"
    }
  },
  "324": {
    "keywords": "2.4GHz頻段、上行控制鏈路、遙控無人機控制信號",
    "mnemonic": "記住「2.4GHz = 上行控制」：2.4是常見的控制頻率，主要用於從遙控器發送命令信號到無人機，屬於上行鏈路。",
    "explanation": "2.4GHz頻段是國際ISM頻段，主要用於無人機的遙控控制，即從遙控器向無人機傳輸操縱指令，這是上行控制鏈路。下行鏈路通常為更高頻段或獨立頻段，2.4GHz主要在控制而非數據回傳。",
    "wrong_options": {
      "A": "下行鏈路是無人機向地面傳輸數據，2.4GHz主要用於遙控器的上行控制信號，不是下行",
      "C": "加密鏈路是對信號的加密處理方式，而非頻段分類標準",
      "D": "2.4GHz並非同時用於下行和加密，其主要功能是上行控制，不符合此選項"
    }
  },
  "416": {
    "keywords": "水汽飽和 → 雲霧雨都會產生，但雷爆需要強對流",
    "mnemonic": "「飽和三現象」：雲、霧、雨都是飽和時的自然結果。「雷爆需動力」：雷爆產生需要強烈的上升氣流和動力系統",
    "explanation": "水汽飽和是指空氣中的水汽達到飽和點，此時會凝結形成水滴。雲、霧、雨都是水汽飽和直接產生的現象。但雷爆（雷擊和爆炸性天氣）的產生需要強對流、冰晶碰撞等動力條件，不是水汽飽和本身直接造成的",
    "wrong_options": {
      "A": "雲是水汽飽和時直接產生的，微小水滴凝結形成",
      "B": "霧是貼地層的雲，也是水汽飽和凝結的產物",
      "C": "雨是水滴進一步聚合增大形成的，源自飽和凝結"
    }
  },
  "508": {
    "keywords": "密雲降雨機率最大。密雲覆蓋天空80%以上，最易產生降水。",
    "mnemonic": "稀疏裂密 → 雨量漸增：稀雲(1-2成)、疏雲(2-4成)、裂雲(4-8成)、密雲(8成以上)。密雲=降雨！",
    "explanation": "降雨機率與雲層覆蓋範圍成正相關。密雲覆蓋天空80%以上，含水量最多，最容易產生降水。上午密雲，所以上午的降雨機率比較大。",
    "wrong_options": {
      "A": "早晨為疏雲，覆蓋天空20-40%，含水量少，降雨機率較低",
      "B": "晚上為稀雲，覆蓋天空10-20%，含水量最少，降雨機率最低",
      "D": "下午為裂雲，覆蓋天空40-80%，介於疏雲與密雲之間，降雨機率中等"
    }
  },
  "3": {
    "keywords": "操作證考取、操作前及操作時、航空知識、管理規範、操作熟練度、緊急處置",
    "mnemonic": "「操前操時」—操作証是在「操作前」和「操作時」確保駕駛員的專業能力和安全意識",
    "explanation": "操作證考取的目的是確保操作人在「操作前及操作時」能夠充分掌握相關航空知識、管理規範，具備足夠的操作熟練度，並擁有應對緊急狀況的能力，以確保飛航安全。",
    "wrong_options": {
      "B": "操作後已經是事後補救，無法預防飛航安全事故，不符合操作證的預防性目的",
      "C": "僅限操作前不夠，還需要在操作時持續維持這些能力和知識的應用",
      "D": "操作後才檢驗為時已晚，已無法防範風險事故發生"
    }
  },
  "49": {
    "keywords": "射頻識別、檢驗認可、飛航活動許可、登錄責任、安全事件通報違反 → 1萬-150萬罰鍰",
    "mnemonic": "「射檢飛登安」五大項 → 一百五十萬上限",
    "explanation": "違反無人機管理辦法中射頻識別、檢驗認可、飛航活動許可、製造者進口者登錄及責任、飛航安全事件通報等五項規定者，罰鍰範圍為1萬元以上150萬元以下，情節重大時並得沒入遙控無人機。",
    "wrong_options": {
      "B": "5萬-498萬為違反無人機製造或進口後未按規定檢驗認可之罰款範圍，金額更高",
      "C": "8萬-798萬為違反無人機飛航活動管理規定之罰款範圍，適用情節更嚴重",
      "D": "10萬-998萬為違反無人機管理辦法最高罰款範圍，適用於最嚴重之違規情節"
    }
  },
  "141": {
    "keywords": "無人機操作人員、所有人、造成損害、連帶責任、不得預先免責",
    "mnemonic": "「無人機禍，主僕同責」- 不論是誰操作、不論故意過失，操作人和所有人都要一起賠償。",
    "explanation": "根據台灣民法相關規定，無人機造成人員死傷或財物毀損時，操作人應負侵權責任，所有人也應連帶負責。任何人事先對此類損害的免責保證都是無效的，不能因為簽了同意書或保證金就豁免法律責任。",
    "wrong_options": {
      "A": "保證金和書面保證並無法成為免責依據，法律責任無法預先拋棄",
      "B": "即使是過失也要賠償，不是只有故意才負責",
      "C": "經申請核准並做防護措施仍不能完全免責，仍須對造成的實際損害負責"
    }
  },
  "233": {
    "keywords": "機翼產生升力，使無人機向上飛行",
    "mnemonic": "機翼→升力（Lift），記住：機翼Like升力",
    "explanation": "無人飛機機翼的主要功用是產生升力。當機翼以一定角度切過空氣時，機翼上下表面產生的氣流速度不同，根據伯努利原理產生壓力差，形成垂直於飛行方向的升力，將無人機向上支撐。",
    "wrong_options": {
      "A": "阻力是機翼移動時受到空氣的阻礙，不是機翼的主要功用",
      "C": "推力是由螺旋槳或馬達產生，用來推動無人機前進",
      "D": "重力是地球對物體的引力，由物體質量決定，不是機翼產生"
    }
  },
  "325": {
    "keywords": "5.8GHz 頻段、下行鏈路、遙測影像傳輸",
    "mnemonic": "「五八看下來」— 5.8GHz 看下行鏈路（從無人機下傳到地面）",
    "explanation": "5.8GHz 頻段在無人機系統中主要用於下行鏈路，負責將無人機搭載的相機拍攝的即時影像、遙測數據等資訊傳輸回地面控制站，讓操作者實時監看無人機視角。",
    "wrong_options": {
      "B": "上行控制鏈路主要用於操作者向無人機傳送控制指令（如轉向、升降），通常使用2.4GHz 頻段，而非5.8GHz",
      "C": "加密鏈路不是無人機無線電的標準分類，5.8GHz 本身不特指加密功能，而是指遙測的下行通道",
      "D": "若選此項表示三種都對，但只有下行鏈路（A）才是5.8GHz 的主要功能"
    }
  },
  "417": {
    "keywords": "高空霧、平流霧、蒸氣霧、鋒面霧、霧的分類",
    "mnemonic": "「平蒸鋒」三霧常見，高空霧罕見",
    "explanation": "霧的常用分類包括平流霧（暖空氣流過冷面）、蒸氣霧（冷空氣流過暖面）和鋒面霧（冷暖氣團交界）。高空霧並非常用分類，因為霧通常形成在地面附近的邊界層。",
    "wrong_options": {
      "A": "平流霧是常見分類，形成於暖濕空氣水平流動至冷的地面或海面上時",
      "B": "蒸氣霧是常見分類，形成於冷空氣流經溫暖水面時，如海霧",
      "C": "鋒面霧是常見分類，形成於冷暖氣團交界的鋒面附近"
    }
  },
  "509": {
    "keywords": "酒精、藥物、操作人、執行任務、身心狀態",
    "mnemonic": "「清醒飛行 安全優先」- 操作無人機前要清醒，不能喝酒或吃藥物，這是飛行安全的優先條件",
    "explanation": "遙控無人機操作涉及精密操作和應急判斷，操作人員必須保持完全清醒和身心健全。酒精和藥物會影響反應速度、判斷力和協調能力，直接威脅飛行安全和任務執行品質，因此是執行任務前必須排除的影響因素。",
    "wrong_options": {
      "A": "娛樂圈八卦和謠言屬於閒散資訊，不會直接影響操作人員的身心狀況和飛行能力",
      "B": "國內股市行情與無人機飛航任務無關，不會影響操作人員的身體狀態或專注力",
      "D": "世界經濟發展情勢屬於宏觀資訊，與操作人員的身心狀態和執行能力無直接關聯"
    }
  },
  "4": {
    "keywords": "外國人遙控無人機、民航局認可",
    "mnemonic": "外國人無人機活動 → 民航局認可（無人機管制統一由民航局負責）",
    "explanation": "外國人欲在臺灣從事遙控無人機活動，雖持有原國政府核發的證明文件，但仍須向我國民航局申請認可。民航局是臺灣無人機的專責管制機關，所有無人機活動都必須符合民航局規定，並取得民航局核准後才能進行。",
    "wrong_options": {
      "A": "外交部是處理外交事務的機關，不涉及無人機技術管制。",
      "B": "駐外單位無權核可他國人員在臺灣的無人機活動。",
      "D": "科技部主管科技發展政策，無人機管制權歸民航局。"
    }
  },
  "50": {
    "keywords": "遙控無人機、遙控設備、資料鏈接、操作飛行管理、通訊及控制信號鏈路",
    "mnemonic": "\"通控鏈\"——通訊與控制的信號鏈路，是無人機飛行的生命線",
    "explanation": "遙控無人機與遙控設備之間傳輸操作指令和飛行狀態回饋的通道，必須具備通訊功能和控制信號功能，因此稱為「通訊及控制信號鏈路」，是無人機飛行管理的核心。",
    "wrong_options": {
      "A": "網路鏈路是指網際網路連接方式，不是專指無人機的操作控制",
      "C": "電信鏈路泛指電信網路連接，範圍過廣不夠具體",
      "D": "光纖鏈路是有線傳輸方式，無人機遙控多採無線信號"
    }
  },
  "142": {
    "keywords": "未經檢驗合格證、不得飛航、民航局檢驗核可",
    "mnemonic": "「先檢驗，後飛航」- 檢驗合格證是無人機飛航的必要條件，必須取得才能進行飛航活動。",
    "explanation": "根據民航局規定，自行設計組裝的無人機必須向民航局申請檢驗並取得檢驗合格證，才能進行飛航活動。口頭知會、事後補檢或民航局同意等方式都不能替代事前檢驗核可，這是強制性要求。",
    "wrong_options": {
      "A": "口頭知會民航局無法替代正式檢驗程序，時程緊迫不是免檢的理由。",
      "B": "事後知會更不符合規定，飛航前必須已取得檢驗合格證。",
      "D": "民航局不會因為事前知會就准予未檢驗的無人機執行任務，這違反飛航安全規定。"
    }
  },
  "234": {
    "keywords": "無人機機翼、升力、穩定性、操控性",
    "mnemonic": "機翼三大功能：「升穩控」— 升力、穩定、操控",
    "explanation": "無人機機翼除了提供升力使其飛行外，還扮演穩定和操作的角色。機翼的設計能提供縱向和橫向的穩定性，而翼面的偏轉（如副翼、升降舵）則用於控制飛機的俯仰、搖擺和偏航，是飛行操作的關鍵。",
    "wrong_options": {
      "A": "機翼的主要功能是空氣動力學相關，與美觀舒適無直接關係，這是設計考量而非功能",
      "B": "潤滑和保濕是皮膚或機械潤滑相關，完全不是機翼的功能",
      "D": "觀測和定位是感測器、相機或衛星定位系統的功能，與機翼無關"
    }
  },
  "326": {
    "keywords": "靜止保持靜止、直線運動保持直線運動、無外力影響 = 牛頓第一定律、慣性定律",
    "mnemonic": "「一身懶」：牛頓第一定律 = 身體很懶，沒人推就不動，在動也不想轉彎（慣性）",
    "explanation": "牛頓第一定律（慣性定律）說明物體在沒有外力作用下，會維持原來的運動狀態。靜止物體持續靜止，運動物體保持直線勻速運動，這就是「慣性」的表現。",
    "wrong_options": {
      "A": "牛頓第二定律講的是力與加速度的關係（F=ma），不是描述物體在無外力下的狀態",
      "B": "牛頓第三定律是作用力與反作用力成對出現，與題目內容無關",
      "D": "選項C正確，所以不能選「以上皆非」"
    }
  },
  "418": {
    "keywords": "平流霧特點、日出消散、能見度低、沿海區域",
    "mnemonic": "「平流霧，濕又濃，海邊常見難消散」",
    "explanation": "平流霧是當暖濕空氣流經冷的海面或地面時形成的霧。特點是相對濕度高、能見度低，且因形成條件穩定，不容易消散。雖然日出後會逐漸增溫，但平流霧消散相對較慢（非快速），因此A選項說「日出後消散快速」是錯誤的。",
    "wrong_options": {
      "B": "相對濕度較高是平流霧的特徵，因為暖濕空氣經冷表面凝結造成",
      "C": "不容易消散是平流霧的典型特點，需要較長時間才能消散",
      "D": "平流霧確實容易發生於沿海區域，因為海面溫度較低"
    }
  },
  "510": {
    "keywords": "藥物影響、抗組織胺、解除充血劑、操作安全、認知能力",
    "mnemonic": "「藥物會模糊判斷」- 記住常見成藥（抗組織胺、充血劑）都會影響警覺性和反應時間，就像開車不能喝酒一樣",
    "explanation": "遙控無人機操作人員的安全執行仰賴清晰的判斷力和快速反應。即使是一般成藥如抗組織胺或解除充血劑，也會導致嗜睡、注意力分散或反應遲緩，進而影響操作安全。娛樂八卦、股市行情和經濟情勢等因素則與飛航操作無直接關連。",
    "wrong_options": {
      "A": "娛樂圈八卦與無人機飛航操作無關，不會直接影響駕駛認知能力",
      "C": "股市行情屬金融資訊，與操作人員的身體和精神狀態無關",
      "D": "世界經濟發展是宏觀議題，不會影響操作人員的即時反應和判斷力"
    }
  },
  "51": {
    "keywords": "最大起飛重量(MTOW) = 機體 + 燃料/電池 + 負載設備/酬載",
    "mnemonic": "「機電負」三要素：機體、電池(燃料)、負載 - 缺一不可組成MTOW",
    "explanation": "最大起飛重量(MTOW)是無人機能夠安全起飛的最大總重量，必須涵蓋所有在無人機上的物質，包括機體結構、能源系統(燃料或電池)，以及所有搭載的負載設備和酬載。三個要素缺一不可，因此正確答案是D。",
    "wrong_options": {
      "A": "只計算機體重量不完整，忽略了動力系統和負載設備",
      "B": "只計算燃料和電池遺漏了機體和負載，無法反映實際起飛重量",
      "C": "只計算負載和酬載遺漏了機體和能源系統，重量計算不全面"
    }
  },
  "398": {
    "keywords": "逆風起飛三大優勢：穩定性↑、操縱性↑、距離↓；反向=減少操縱性為錯誤",
    "mnemonic": "「逆風三上一下」- 穩定性上升、操縱性上升、距離下降；唯獨「減少操縱性」相反",
    "explanation": "無人機逆風起飛時，相對風速增加，提供更強升力，使飛機更穩定易控。升力增加代表需要更短距離即可起飛。操縱性也會增強而非減少，因此「D. 減少操縱性」與事實相反，為正確答案。",
    "wrong_options": {
      "A": "錯誤。逆風增加相對風速，升力增加，穩定性確實會增加，這是正確特性",
      "B": "錯誤。升力增加使控制更容易，操縱性會增加而非減少，這是正確特性",
      "C": "錯誤。升力更強使起飛所需距離減少，起飛距離確實會減少，這是正確特性"
    }
  },
  "143": {
    "keywords": "無人機損毀、註冊號碼、檢驗合格證、15日申請註銷",
    "mnemonic": "損毀要「註銷」→15日內向民航局申請 - 號碼、證書都作廢不能重用",
    "explanation": "無人機損毀無法修復時，所有人必須於事實發生日起15日內向民航局申請註銷該機體的註冊。註銷後，原機的註冊號碼和檢驗合格證都不得移作他用，必須停用。",
    "wrong_options": {
      "A": "損毀無人機不能隨意丟棄，必須向民航局申請註銷；且註冊號碼和檢驗合格證都不能保留再用",
      "B": "新無人機需申請新的註冊號碼，不能直接沿用舊機的號碼；檢驗合格證也需重新申請",
      "C": "新無人機既不能用舊的檢驗合格證，也不能用舊的註冊號碼，兩者都需全新申請"
    }
  },
  "235": {
    "keywords": "機翼、副翼、襟翼、飛行控制",
    "mnemonic": "機翼上的「翅膀」：副翼(Aileron)控制滾轉、襟翼(Flap)控制升力，都是飛行控制面",
    "explanation": "無人飛機的機翼上主要安裝飛行控制面，包括副翼（控制飛機滾轉）和襟翼（控制升力與下降），這些都是機械結構的一部分，而非酬載或電子設備。",
    "wrong_options": {
      "A": "光學酬載通常安裝在機身下方或內部，用於偵察或測量，不會直接裝在機翼上",
      "C": "通訊設備一般位於機身內部或天線在頭部，不安裝在機翼上",
      "D": "導航設備（如GPS接收器）通常在機身上方或內部，機翼上不需要安裝"
    }
  },
  "327": {
    "keywords": "力等於動量變化率、牛頓第二定律、加速度定律、F=ma、F=Δp/Δt",
    "mnemonic": "「力生動變」：力的作用會產生動量的變化。牛二定律說「力=動量變化/時間」",
    "explanation": "牛頓第二定律的核心是：物體受到的合力等於其動量變化率。當力F作用於物體時，物體的動量每次都會變化，F=Δp/Δt（力等於動量變化除以時間），這就是「加速度定律」，因為F=ma（力等於質量乘以加速度）。",
    "wrong_options": {
      "A": "牛頓第一定律是關於物體不受力時的狀態，與「力=動量變化」無關。",
      "C": "牛頓第三定律說的是作用力與反作用力，不是描述力與動量變化的關係。",
      "D": "題目描述的現象恰好就是牛頓第二定律的定義。"
    }
  },
  "419": {
    "keywords": "風向轉變會破壞平流霧形成的穩定層結，帶來乾空氣，使霧消散",
    "mnemonic": "平流霧消散記憶法：「轉向乾，風來伴」- 風向轉變帶來乾空氣，霧自消散",
    "explanation": "平流霧形成於空氣層結穩定的條件下。當風向轉變時，來自不同源地的空氣會取代原有的濕冷空氣，新來的空氣通常具有不同的溫濕度特性，容易打破原有的飽和層結，使霧迅速消散。相比之下，風速變小會加強霧，溫度升高需要很高幅度才能驅霧，濕度增高只會加強霧的形成。",
    "wrong_options": {
      "A": "風速變小會使霧保持在原地不動，反而有助於霧的維持和加強，不利消散",
      "C": "溫度升高需要達到很高幅度才能蒸發霧滴，效率低；且平流霧形成環境溫度通常較難快速升高",
      "D": "濕度增高會使空氣更加飽和，促進霧滴凝結，加強霧而非消散"
    }
  },
  "52": {
    "keywords": "實際操控、指揮監督飛航活動 = 遙控無人機操作人",
    "mnemonic": "「操控者」就是「操作人」 - 掌握遙控器、指揮飛行的人就稱為遙控無人機操作人",
    "explanation": "法規明確定義：在遙控無人機飛航活動期間，實際握著遙控器進行操控，或負責指揮監督整個飛航活動的人員，正式稱呼為「遙控無人機操作人」。",
    "wrong_options": {
      "A": "目視觀察員是負責觀察飛行區域周邊環境、監控障礙物的人員，不是操控無人機的人",
      "C": "任務協調員是協調飛航任務進行的人員，如時間、地點協調，而非直接操控或指揮監督飛航",
      "D": "選項B就是正確答案，所以「以上皆非」不成立"
    }
  },
  "511": {
    "keywords": "操作人安全操作、生理狀況、心理狀況、飛航安全",
    "mnemonic": "記住「人體三劍客」：過度換氣(呼吸)、脫水(體液)、酒精藥物(物質)，三者都會影響操控能力。簡記為「呼、液、物」都要注意。",
    "explanation": "操作人的生理和心理狀況直接影響無人機操作安全。過度換氣、壓力、疲勞會影響判斷力；脫水、熱中暑會削弱操控能力；酒精與藥物會降低反應速度。這些因素都必須避免，才能確保安全飛航。",
    "wrong_options": {
      "A": "只涵蓋心理和呼吸系統因素，忽略了脫水、熱中暑及藥物影響",
      "B": "只涵蓋生理環境因素，忽略了心理壓力、疲勞及藥物影響",
      "C": "只涵蓋物質因素，忽略了呼吸、脫水、熱中暑、壓力、疲勞等重要因素"
    }
  },
  "144": {
    "keywords": "無人機許可申請，民航局，地方政府，雙層核准制",
    "mnemonic": "記住「雙核心」：民航局管天空安全，地方政府管地面秩序——兩個都要過",
    "explanation": "無人機在人群聚集處進行活動，必須同時取得民航局的飛航許可與地方政府的同意。這是基於航空法與地方自治法的雙重要求——民航局負責飛航安全，地方政府負責地面公共事務秩序管理，兩者的許可權範圍不同且都是法定要求。",
    "wrong_options": {
      "A": "誤認為民航局是唯一主管機關，忽視地方政府在公共事務上的權責，法律為多層級體系而非單一機構",
      "B": "錯誤假設民航局核准後地方政府會自動認可，實際上地方政府有獨立的審查權與管轄權，必須主動申請",
      "D": "混淆法律要求與實務判斷，申請需求由法律規定而非案件危險度決定，是強制性而非條件式"
    }
  },
  "420": {
    "keywords": "輻射霧特點、日出消散、冬季形成、易於消散、微弱風速",
    "mnemonic": "輻射霧「日冬微穩」 - 日出消散、冬季發生、微風穩定，比平流霧易散",
    "explanation": "輻射霧的特點是地面輻射冷卻形成，大多在冬季無風晴朗夜晚產生。由於成因簡單，日出後地面升溫就會消散，且相較於由水平移動形成的平流霧，輻射霧反而比較容易消散，而非不容易消散。",
    "wrong_options": {
      "C": "輻射霧比平流霧容易消散，不是不容易消散。平流霧因水平流動特性，相對較難消散；輻射霧只需日出升溫即可散去"
    }
  },
  "236": {
    "keywords": "副翼控制 = 滾轉（飛機繞縱軸旋轉），使機身傾斜",
    "mnemonic": "副翼(Aileron)→滾轉(Roll)，一想到副翼就想到飛機側翻的樣子",
    "explanation": "副翼是位於機翼外側的控制面，左右副翼反向運動可使飛機繞著縱軸（從機頭到機尾的軸線）旋轉，產生滾轉動作，使機身傾斜左右搖晃。",
    "wrong_options": {
      "B": "爬升是由升降舵（Elevator）控制，升降舵使飛機繞橫軸旋轉",
      "C": "下降也是由升降舵控制，與爬升相反的方向",
      "D": "偏航是由方向舵（Rudder）控制，使飛機繞豎軸旋轉改變機首方向"
    }
  },
  "328": {
    "keywords": "牛頓第二定律、F=ma、加速度與質量反比",
    "mnemonic": "「力固定，質量大加速度小」- 想像推動重物與輕物，同樣用力推，重物加速慢，輕物加速快",
    "explanation": "牛頓第二定律 F=ma 可改寫為 a=F/m，當施加的力(F)保持不變時，質量(m)越大，加速度(a)越小；質量越小，加速度越大。因此加速度與質量成反比關係。",
    "wrong_options": {
      "B": "成正比是錯誤的。根據公式 a=F/m 可知，質量增加時加速度會減小，不是增加。",
      "C": "沒有關係是錯誤的。加速度與質量在數學上有明確的反比例函數關係。",
      "D": "以上皆非是錯誤的，因為選項A正確表述了反比關係。"
    }
  },
  "512": {
    "keywords": "過度換氣、低二氧化碳血症、意識不清",
    "mnemonic": "過度換氣→血液CO2下降→大腦缺氧→意識不清（記住：過度通風=意識糊塗）",
    "explanation": "過度換氣會導致二氧化碳排出過多，血液中CO2濃度下降，造成低二氧化碳血症。這會引起腦血管收縮，大腦血流量減少，最終導致意識不清、頭暈、眩暈等症狀，對無人機操作造成嚴重危害。",
    "wrong_options": {
      "A": "過度換氣可能導致焦慮或緊張感，但主要危害是意識改變而非單純神經緊張",
      "C": "過度換氣與心情鬱悶無因果關係，主要影響是生理而非心理情緒",
      "D": "懷疑心重是心理狀態，與過度換氣的生理代謝機制無關"
    }
  },
  "145": {
    "keywords": "建築物障礙物30公尺、遙控無人機距離限制",
    "mnemonic": "「建三十」－建築物及障礙物距離要卅公尺（30公尺）",
    "explanation": "遙控無人機飛航距離限制規定中，應至少距建築物及障礙物範圍30公尺以上，以保障地面人員及設施安全。而高速公路應距100公尺以上，高架鐵路應距50公尺以上，故只有C選項符合。",
    "wrong_options": {
      "A": "高速公路距離限制不是10公尺，應為100公尺以上",
      "B": "高架鐵路距離限制不是20公尺，應為50公尺以上",
      "D": "A、B選項的距離數值都不正確，所以不能說全都正確"
    }
  },
  "53": {
    "keywords": "遙控無人機操作證、提供飛航資訊、目視觀察員",
    "mnemonic": "「目視觀察」→ 目睛看、視野觀、察安全 = 目視觀察員",
    "explanation": "目視觀察員是持有遙控無人機操作證的人員，在飛航活動期間負責監控無人機的飛行狀態，並向操控者提供必要的飛航資訊（如障礙物、氣象等），確保飛航安全。",
    "wrong_options": {
      "A": "設計者是指開發無人機產品的工程師或研發人員，與實際飛航操作無關",
      "C": "製造者是指生產無人機的工廠或製造商，不參與飛航操作",
      "D": "遙控無人機所有人是機器的擁有者，不一定參與實際操作或提供飛航資訊"
    }
  },
  "237": {
    "keywords": "機翼安裝 - 發動機、起落架、外掛載",
    "mnemonic": "機翼全能手：「發動機」(動力) + 「起落架」(降落) + 「外掛載」(任務) = 機翼樣樣行",
    "explanation": "無人機的機翼是多功能裝置，可以安裝發動機提供動力、起落架協助著陸、以及各式外掛載(如相機、感測器)執行任務，因此正確答案是包含所有選項的「以上皆是」。",
    "wrong_options": {
      "A": "只提到發動機，忽略了起落架和外掛載也能安裝在機翼上",
      "B": "只提到起落架，不完整，機翼還能安裝發動機和外掛載",
      "C": "只提到外掛載，遺漏了發動機和起落架這些重要元件"
    }
  },
  "329": {
    "keywords": "牛頓第二定律、F=ma、力與加速度正比",
    "mnemonic": "「力馬上動」(力=質量×加速度)，力越大，加速度越大，直接成正比！",
    "explanation": "牛頓第二定律的核心公式是 F=ma，表示施加的力(F)等於物質量(m)乘以加速度(a)。因此力與加速度呈正比關係——在質量不變的情況下，力越大，加速度越大；力越小，加速度越小。",
    "wrong_options": {
      "A": "加速度與力成反比是錯誤的。若成反比，力大時加速度應變小，這違反現實經驗。",
      "C": "加速度與力有明確的數學關係 a=F/m，絕非沒有關係。",
      "D": "正確答案就是選項B，故「以上皆非」不成立。"
    }
  },
  "421": {
    "keywords": "冷空氣、溫暖水面、水氣增加、蒸發、蒸氣霧",
    "mnemonic": "「冷到溫」→蒸氣霧：冷空氣吹過溫暖水面，就像冷手接觸熱飲杯，杯子上起霧！記住「冷→溫」就想到蒸氣霧。",
    "explanation": "蒸氣霧形成的關鍵是冷空氣流經溫暖水面。當冷空氣經過相對溫暖的水面時，水面蒸發增加空氣中的水氣含量，使冷空氣快速達到飽和而凝結成霧。這是「溫度升高蒸發→冷空氣凝結」的過程。",
    "wrong_options": {
      "B": "輻射霧由地面輻射冷卻形成，與冷空氣吹過溫水的過程無關",
      "C": "山坡霧因空氣上升冷卻形成，需要地形抬升作用，不是蒸發造成",
      "D": "鋒面霧發生在冷暖氣團交界處，成因與溫暖水面蒸發無關"
    }
  },
  "54": {
    "keywords": "遙控無人機三大構造類型：固定翼（無人飛機）、直昇機、多旋翼機",
    "mnemonic": "「飛直多」- 飛機、直昇機、多旋翼，記住這三大類就掌握無人機的基本構造分類",
    "explanation": "遙控無人機根據飛行原理和結構設計，主要分為三種：(1)無人飛機-固定翼設計，靠機翼產生升力；(2)無人直昇機-單/雙旋翼設計；(3)無人多旋翼機-四旋翼以上設計。這三種構造涵蓋了所有遙控無人機的基本分類。",
    "wrong_options": {
      "A": "只列舉了無人飛機一種，不完整",
      "B": "只列舉了無人直昇機一種，不完整",
      "C": "只列舉了無人多旋翼機一種，不完整"
    }
  },
  "513": {
    "keywords": "過度換氣症候群：視界窄化、暈眩、刺痛、肌肉痙攣",
    "mnemonic": "「過度呼吸四症狀」- 視野暈肌：視界窄化、暈眩刺痛、肌肉痙攣、溫度敏感",
    "explanation": "過度換氣會導致血中二氧化碳快速降低，引發多種症狀：包括視界窄化和意識不清（選項A）、暈眩和末梢刺痛（選項B）、對溫度敏感和肌肉痙攣（選項C），因此正確答案是D（以上皆是）。",
    "wrong_options": {
      "A": "只涵蓋部分症狀，遺漏了暈眩、刺痛、痙攣等常見表現",
      "B": "只涵蓋部分症狀，遺漏了視界窄化和肌肉痙攣症狀",
      "C": "只涵蓋部分症狀，遺漏了視界窄化和暈眩刺痛症狀"
    }
  },
  "146": {
    "keywords": "遙控無人機系統三大次系統：機體、遙控設備、通訊控制鏈路",
    "mnemonic": "「機遙通」- 機(機體)、遙(遙控設備)、通(通訊鏈路)，三大主要次系統缺一不可",
    "explanation": "遙控無人機系統是由三個主要次系統組成的完整系統：(1)遙控無人機體-負責執行飛行任務；(2)遙控設備-操作員用來控制無人機的設備；(3)通訊及控制信號鏈路-負責機體和遙控設備之間的雙向通訊。這三個部分缺一不可，因此答案是D(以上皆是)。",
    "wrong_options": {
      "A": "只包含無人機機體本身，忽略了遙控設備和通訊系統的重要性",
      "B": "只包含遙控設備，遺漏了無人機機體和通訊鏈路",
      "C": "只強調通訊及控制信號鏈路，缺少機體和遙控設備的構成"
    }
  },
  "238": {
    "keywords": "無人機機身：裝載油箱、酬載、各種設備",
    "mnemonic": "機身四寶：油、載、設、備（油箱、酬載、設備都在機身裡）",
    "explanation": "無人機機身是整個機體的主要結構，其主要功用就是集中裝載所有必要的組件。包括提供能量的油箱、執行任務的酬載（如相機、感測器），以及控制系統、電子設備等，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "油箱只是機身裝載的部分內容，並非主要功用的全部",
      "B": "酬載是機身的重要部分，但機身還裝載油箱和各種設備，範圍不夠完整",
      "C": "各種設備是其中一部分，但還需包括油箱和酬載等重要組件"
    }
  },
  "330": {
    "keywords": "作用力、反作用力、相等相反",
    "mnemonic": "牛三對對碰：牛頓第三定律，作用力與反作用力對對碰，大小相等方向相反",
    "explanation": "牛頓第三定律描述作用力與反作用力的關係：兩個物體相互作用時，一個物體對另一個物體的作用力和反作用力大小相等、方向相反。這是理解力的相互性的基礎。",
    "wrong_options": {
      "A": "牛頓第一定律是慣性定律，強調物體在不受外力時保持原有運動狀態，與作用力和反作用力無關",
      "C": "牛頓第二定律是F=ma，描述力與加速度的關係，不是在講作用力和反作用力的配對關係",
      "D": "題目明確敘述的就是牛頓第三定律，所以不會是以上皆非"
    }
  },
  "422": {
    "keywords": "蒸氣霧、秋冬季節、溫度差異、冷空氣遇暖水",
    "mnemonic": "「秋冬冷」→蒸氣霧記憶口訣：秋冬冷風遇暖水，蒸氣向上霧漫天",
    "explanation": "蒸氣霧形成於秋冬季節，因為此時期冷空氣與相對暖和的水體（如河流、湖泊）接觸，水面溫暖而上空冷冽，溫度差異大，水面蒸發的水蒸氣立即冷凝，形成霧氣。",
    "wrong_options": {
      "A": "春夏季節溫度差異小，空氣整體較暖，不利於水蒸氣快速冷凝形成蒸氣霧",
      "B": "夏末季節溫度仍偏高，水體溫度與空氣溫度差異不足，難以形成明顯的蒸氣霧",
      "D": "春末季節氣溫回升，溫暖程度介於春季與夏季之間，尚未達到形成蒸氣霧的最佳條件"
    }
  },
  "147": {
    "keywords": "遙控無人機系統飛行載具包括四項：機體、燃料或電池、負載設備及酬載",
    "mnemonic": "\"機燃負酬\" - 記住飛行載具的四要素：機體、燃料/電池、負載設備、酬載",
    "explanation": "遙控無人機系統的飛行載具包括四個主要項目：①機體（無人機本體），②燃料或電池（提供動力），③負載設備（感測器等裝置），④酬載（執行任務的設備）。正確答案是C，不包含遙控設備因為遙控設備屬於遠距操縱站，不是飛行載具。",
    "wrong_options": {
      "A": "只列舉了機體、負載設備及酬載，遺漏了燃料或電池這個重要動力來源",
      "B": "只列舉了機體、燃料或電池，遺漏了負載設備及酬載，不完整",
      "D": "多加了遙控設備，但遙控設備屬於遠距操縱站而非飛行載具的一部分"
    }
  },
  "514": {
    "keywords": "過度換氣、二氧化碳濃度、生理平衡",
    "mnemonic": "「過換氣→缺CO2→補CO2」：過度換氣會排出太多二氧化碳，造成血液中CO2濃度過低，只有恢復CO2濃度才能改善症狀。",
    "explanation": "過度換氣會導致血液中二氧化碳濃度下降，造成呼吸性鹼中毒，引發暈眩、手指麻木等症狀。改善方法是讓血液中的二氧化碳濃度恢復到正常狀態，可透過減慢呼吸速度或用紙袋重新呼吸來達成。",
    "wrong_options": {
      "A": "多閱讀、多聽音樂無法直接改變身體的生理狀態，無法恢復CO2濃度。",
      "B": "飲食無法快速改變血液中的二氧化碳濃度，不是過度換氣的直接解決方案。",
      "D": "擴展社交範圍是心理層面，與調節血液CO2濃度無關。"
    }
  },
  "55": {
    "keywords": "無人多旋翼機至少3個垂直傳動軸，三軸或以上才能稱為多旋翼機",
    "mnemonic": "「三翼成舞」- 多旋翼機最少需要三個傳動軸才能進行穩定的三維飛行控制",
    "explanation": "無人多旋翼機必須具有3個以上的垂直傳動軸。多旋翼機通過至少三個垂直傳動軸驅動螺旋槳，以實現俯仰、滾轉和偏航三個方向的飛行控制。常見的有三軸飛行器、四旋翼機(四軸)、六軸等，但最少規格就是3個以上。",
    "wrong_options": {
      "A": "2個以上不足以構成多旋翼機，二軸無法實現完整的三維飛行控制",
      "C": "雖然4軸很常見，但定義上多旋翼機只需3個以上，不是必須4個",
      "D": "6個以上過於限制，多旋翼機的基本要求並非須達6個軸"
    }
  },
  "239": {
    "keywords": "無人飛機尾翼、水平尾翼提供俯仰控制、垂直尾翼提供偏航控制",
    "mnemonic": "「水平穩定」+「垂直方向」=尾翼的兩大組成。水平如地平線，垂直如立柱。",
    "explanation": "無人飛機的尾翼系統由兩個主要部分組成：水平尾翼（提供俯仰控制與升力穩定）和垂直尾翼（提供偏航控制與方向穩定）。",
    "wrong_options": {
      "A": "大小尾翼是尺寸分類，不是功能分類。尾翼的分類應以功能和方向為主。",
      "B": "高速與低速尾翼是針對飛行速度的設計差異，不是基本結構分類。",
      "D": "旋轉與固定尾翼針對動力系統，與標準固定翼飛機的尾翼定義不符。"
    }
  },
  "515": {
    "keywords": "過度換氣、紙袋呼吸、正常呼吸",
    "mnemonic": "「紙袋救急」- 紙袋呼吸是過度換氣的救星，回收呼出的二氧化碳，讓血中CO2濃度恢復正常。",
    "explanation": "過度換氣會導致血中二氧化碳濃度過低，造成鹼中毒。最好的預防及矯治方法是保持正常呼吸、使用紙袋重複呼吸以增加CO2，或進行大聲交談分散注意力來穩定呼吸。",
    "wrong_options": {
      "B": "閱讀和音樂無法直接影響呼吸模式，對過度換氣沒有立即療效。",
      "C": "飲食雖重要但無法快速矯治過度換氣的生理問題。",
      "D": "擴展社交範圍與呼吸控制無關，不是治療方法。"
    }
  },
  "331": {
    "keywords": "流體連續性、柏努利定律、升力、空氣動力學",
    "mnemonic": "「流柏升力」：流體連續性（Flow Continuity）+ 柏努利定律（Bernoulli）= 升力（Lift）",
    "explanation": "重於空氣的航空器能飛行是因為機翼設計利用流體的連續性原理：空氣通過機翼上表面時流速較快，根據柏努利定律，流速快的地方壓力小，因此機翼上表面壓力小於下表面，產生向上的升力差。",
    "wrong_options": {
      "B": "氣候學和大氣化學研究氣象現象和氣體成分，與升力原理無關",
      "C": "大氣動力學和大氣物理學是宏觀天氣現象研究，不是微觀流體力學原理",
      "D": "材料力學和運動學研究物體受力和運動，無法解釋升力的流體動力學原理"
    }
  },
  "423": {
    "keywords": "鋒面交界、暖空氣下沉、冷空氣層遇冷凝結、鋒面霧",
    "mnemonic": "「鋒面霧＝冷暖交界下凝」，看到「不同性質氣團交界」和「高空往下移動」就想到鋒面霧。",
    "explanation": "鋒面霧形成於兩股不同溫度氣團的交界面。當暖空氣自高空向下移動，遇到近地面的冷空氣層時，暖空氣被冷卻至露點溫度，空氣中的水蒸氣凝結形成霧。這是鋒面活動的典型現象。",
    "wrong_options": {
      "B": "山坡霧是空氣被迫上升到高處而冷卻凝結，與題目敘述的「高空往下移動」相反。",
      "C": "輻射霧是由於地面輻射冷卻導致近地面空氣冷卻凝結，與鋒面交界無關。",
      "D": "蒸氣霧是冷空氣吹過溫暖水面時，水蒸發升騰形成，與兩股氣團交界凝結機制不同。"
    }
  },
  "148": {
    "keywords": "地面控制站(GCS)包含：訊號傳輸、指令傳輸、資訊接收分析等所有設備",
    "mnemonic": "「三傳一收」 - 訊號傳、指令傳、接收分析傳，三個都要傳，全部都需要",
    "explanation": "地面控制站(Ground Control Station, GCS)是無人機系統的指揮中樞，其硬體設備必須包含訊號傳輸設備(與無人機通訊)、指令傳輸設備(下達控制指令)、以及資訊接收分析設備(處理感測器數據)，三類設備缺一不可，因此答案是D.",
    "wrong_options": {
      "A": "只涵蓋訊號傳輸功能，漏掉指令控制和數據分析，不完整",
      "B": "只涵蓋指令傳輸功能，漏掉訊號通訊和數據分析，不完整",
      "C": "只涵蓋資訊接收分析功能，漏掉與無人機的雙向通訊能力，不完整"
    }
  },
  "56": {
    "keywords": "飛航安全責任、所有人及操作人、維護、安全飛航作業",
    "mnemonic": "「所操維安」- 所有人、操作人要負飛航安全責任，維護妥善，確保安全飛航。",
    "explanation": "飛航安全是一項主要責任，由遙控無人機的直接使用者及管理者承擔。所有人和操作人是直接掌控無人機運作的人員，他們應該對無人機進行妥善的維護保養，並確保每次飛航都符合安全規範，而設計者、製造者和改裝者則是間接責任者。",
    "wrong_options": {
      "B": "設計者只負責無人機的設計規劃，不直接負責飛航安全責任",
      "C": "製造者負責生產製造，產品出廠後責任轉移，不負飛航安全責任",
      "D": "改裝者可能涉及無人機改裝但不是主要的飛航安全責任人"
    }
  },
  "240": {
    "keywords": "水平尾翼 = 固定水平安定面 + 可動升降舵。水平安定面是靜止的，升降舵是活動的控制面。",
    "mnemonic": "\"水安舵動\" - 水平尾翼的(水)平安定面是(安)定的，(舵)面是(動)的。記住：安定面固定不動，升降舵才會活動！",
    "explanation": "水平尾翼由兩部分組成：(1)固定的水平安定面 - 提供飛機的縱向穩定性；(2)可動的升降舵 - 連接在水平安定面上，可以上下活動以控制飛機的俯仰角。因此正確答案是B。",
    "wrong_options": {
      "A": "升降舵應該是可動的，不是固定的。水平安定面應該是固定的，不是可動的。此選項將兩者的特性互換了。",
      "C": "升降舵不是固定的，而是可動的。此選項把升降舵描述為固定部件，這是錯誤的。",
      "D": "水平安定面不是可動的，而是固定的。此選項錯誤地將水平安定面標記為可動部件。"
    }
  },
  "332": {
    "keywords": "流體連續性、質量守恆、流進=流出",
    "mnemonic": "「連續」→「質量」，質量進=質量出，用「質」字記住是質量守恆原理",
    "explanation": "流體連續性原理是基於質量守恆定律。在穩定流動中，單位時間內流進某個截面的流體質量必等於流出另一截面的流體質量，否則流體會堆積或消失。這與溫度、壓力、速度等可能改變的物理量不同。",
    "wrong_options": {
      "A": "溫度會因加熱或冷卻而改變，不受連續性原理限制",
      "B": "壓力會因管道高度、摩擦等因素改變，根據伯努利方程式會變化",
      "D": "速度會根據截面積改變而改變（A₁V₁=A₂V₂），不一定相等"
    }
  },
  "516": {
    "keywords": "壓力是人體對需求的反應，包括生理和心理兩方面",
    "mnemonic": "壓力 = 生理 + 心理的「反應」。記住「壓」字，想像身體被生活的重量「壓」著，這就是壓力",
    "explanation": "壓力是人體對於生理及心理需求刺激所做出的自然反應，包括身體和心理兩個層面的適應機制。當我們面臨挑戰或需求時，身體會產生壓力反應",
    "wrong_options": {
      "A": "脫水是缺水的直接生理結果，不是對需求的反應，而是已經出現的病理狀態",
      "C": "熱中暑是高溫環境造成的疾病，是病態結果而非正常生理反應",
      "D": "酒醉是攝入酒精後的中毒狀態，不是對生理心理需求的正常反應"
    }
  },
  "424": {
    "keywords": "鋒面霧 = 鋒面天氣。冷暖空氣在鋒面相遇時，水氣凝結形成霧",
    "mnemonic": "「鋒面霧看鋒面」- 鋒面霧就是鋒面本身帶來的現象，記住鋒面霧就是鋒面天氣的表現",
    "explanation": "鋒面霧是由於冷、暖氣團在鋒面相遇時，溫度快速變化導致空氣中的水氣凝結而形成。因此鋒面霧多伴隨著鋒面天氣現象發生，是鋒面的典型特徵之一。",
    "wrong_options": {
      "A": "颱風是熱帶氣旋系統，與鋒面霧無直接關聯",
      "C": "雷陣雨通常由強對流作用產生，不是鋒面霧的主要伴隨現象",
      "D": "龍捲風是局部極端旋轉氣流，與鋒面霧無直接因果關係"
    }
  },
  "149": {
    "keywords": "無人機起飛方式、火箭助推、彈射軌道、人力拋擲",
    "mnemonic": "「火彈人」三種起飛方式都可用 - 火箭(火)、彈射(彈)、人力(人)拋擲",
    "explanation": "遙控無人飛機除了傳統跑道起飛外，還可利用火箭助推提供推力、彈射軌道發射加速起飛，或直接人力拋擲起飛等多種起飛方式，因此答案是D。",
    "wrong_options": {
      "A": "火箭助推只是起飛方式之一，還有其他方式可用",
      "B": "彈射軌道發射只是起飛方式之一，不是唯一選項",
      "C": "人力拋擲只是起飛方式之一，其他方式也都可行"
    }
  },
  "57": {
    "keywords": "多位操作者、決定權人、單一決策",
    "mnemonic": "多人操作「一決人」——多個操作者必須指定一位決定權人統一決策，避免混亂衝突。",
    "explanation": "當遙控無人機飛航涉及2位以上操作者時，根據無人機飛航規範，必須指定1人為「決定權人」，負責統一指揮和決策整個飛航活動，確保安全和效率。這是強制性要求，不能省略。",
    "wrong_options": {
      "B": "沒有決定權人會導致操作混亂，多人各自為政增加風險",
      "C": "決定權人是強制要求，不因任務性質而改變",
      "D": "選項A正確，所以非此選項"
    }
  },
  "241": {
    "keywords": "垂直尾翼 = 垂直安定面（固定）+ 方向舵（可動）",
    "mnemonic": "垂直尾翼的記憶口訣：「安定面固定，方向舵動彈」- 垂直安定面是固定不動的，方向舵才是可以活動的控制面",
    "explanation": "垂直尾翼由兩部分組成：1）垂直安定面（固定翼面）- 提供垂直方向的靜穩定性；2）方向舵（可動翼面）- 用於控制無人飛機的偏航（方向）。因此正確答案是「固定的垂直安定面和可動的方向舵」。",
    "wrong_options": {
      "A": "顛倒了特性 - 誤認方向舵是固定的、垂直安定面是可動的，與實際構造相反",
      "C": "兩者都說是固定 - 方向舵必須是可動的才能控制飛機方向，不是固定翼面",
      "D": "兩者都說是可動 - 垂直安定面是結構上固定的翼面，不會動，只有方向舵可動"
    }
  },
  "517": {
    "keywords": "壓力源三大類型：物理、生理、心理",
    "mnemonic": "「物生心」諧音：壓力源包含 物理(噪音振動)、生理(疲勞)、心理(工作情緒)",
    "explanation": "壓力源是指引發飛行員產生壓力反應的所有因素。在飛航環境中，壓力源涵蓋三個主要層面：物理層面(如機艙噪音、震動)、生理層面(如長時間飛行造成的疲勞)，以及心理層面(如複雜工作任務、時間壓力、個人情緒)。",
    "wrong_options": {
      "A": "雖然物理壓力(噪音、振動)確實是壓力源，但題目要求的是完整涵蓋所有類型，單選物理層面不夠全面。",
      "B": "生理壓力(疲勞)也是重要壓力源，但只有這一類無法涵蓋壓力源的完整定義。",
      "C": "心理壓力(工作困難、情緒因素)是重要壓力源，但單獨選擇忽略了物理和生理壓力的影響。"
    }
  },
  "333": {
    "keywords": "螺旋槳拉力、噴射推力、作用力與反作用力",
    "mnemonic": "「三力推飛機」：第三定律（作用反作用）產生推力，讓飛機前進",
    "explanation": "螺旋槳向後推動空氣，空氣反過來向前推動螺旋槳和飛機，這是牛頓第三定律（作用力與反作用力）的完美體現。噴射發動機原理相同，向後噴出高溫氣體，產生向前的推力。",
    "wrong_options": {
      "B": "第一定律講的是靜止物體保持靜止、運動物體保持勻速直線運動，不是產生推力的原因",
      "C": "第二定律(F=ma)描述力與加速度的關係，但推力的產生機制源於作用反作用",
      "D": "三個定律都有關連，但直接解釋推力產生的機制是第三定律"
    }
  },
  "425": {
    "keywords": "平流輻射霧 = 平流過程 + 輻射冷卻共同作用",
    "mnemonic": "「平輻霧」記憶法：平（流）+ 輻（射）= 平流輻射霧。溫暖海洋流移動到冷陸地，同時因輻射散熱冷卻而形成。",
    "explanation": "平流輻射霧是指溫暖潮濕的空氣經由平流過程移動到較冷的地區，同時又因為地面輻射散熱而冷卻，兩個過程相互配合，使空氣溫度下降到露點以下，水汽凝結成霧。這是平流和輻射兩種物理過程相輔相成的典型例子。",
    "wrong_options": {
      "B": "山坡霧主要由上升氣流導致絕熱冷卻產生，與輻射過程無直接關係",
      "C": "蒸汽霧是冷空氣遇到相對溫暖水面時直接蒸發形成，不涉及平流和輻射的結合",
      "D": "鋒面霧由冷暖氣團交界處的上升運動和降水引起，與平流輻射過程無關"
    }
  },
  "150": {
    "keywords": "無人飛機降落方式、攔截網、纜線勾鎖、降落傘",
    "mnemonic": "「降落三寶」：網、鎖、傘 - 無人機有三種降落方式可選擇",
    "explanation": "無人飛機降落不只能用跑道著陸，還可使用攔截網（安全收網）、纜線勾鎖（固定鎖住）、降落傘（減速著陸）等多種方式，依飛行環境和飛機設計靈活運用。",
    "wrong_options": {
      "A": "只選攔截網忽略了其他兩種方式也是可行的",
      "B": "只選纜線勾鎖忽略了攔截網和降落傘也能用",
      "C": "只選降落傘忽略了攔截網和纜線勾鎖也是合法降落方式"
    }
  },
  "58": {
    "keywords": "無人機註冊號碼標明、平整面、易於辨識",
    "mnemonic": "「平整好辨識」- 記住無人機號碼要標在「平」整的面上，這樣「整」個號碼才能被「識」別",
    "explanation": "遙控無人機的註冊號碼需要標明在容易被查看和辨識的地方。機身未遮蔽的平整面提供了最好的可見性，便於執法人員或相關單位進行識別和檢查。",
    "wrong_options": {
      "A": "起落架容易因著陸而損傷，號碼難以保持清晰",
      "B": "螺旋槳高速旋轉時危險，且號碼容易磨損脫落",
      "D": "電池蓋可能被移除更換，不適合做為永久標記位置"
    }
  },
  "242": {
    "keywords": "起落架主要由減震支柱(避震)和機輪(輪子)組成，用於著陸和地面支撐",
    "mnemonic": "「起落架=減震+輪子」記法：起(架)落地需要「減(震支柱)」和「輪(機輪)」來支撐緩衝",
    "explanation": "無人飛機的起落架是著陸和地面支撐結構，主要由減震支柱(提供避震功能)和機輪(提供滾動功能)兩大元件組成，用於飛機著陸時的緩衝和地面移動。",
    "wrong_options": {
      "B": "蒙皮和鉚釘是飛機機身結構的組成部分，不是起落架的構成物件",
      "C": "坡頂桁架和平行弦桁架是機身骨架結構形式，與起落架無關",
      "D": "拉力元件和扭力元件是結構設計概念，不是起落架的具體物理組成部分"
    }
  },
  "334": {
    "keywords": "螺旋槳、槳葉、攻角、效率、變距螺旋槳",
    "mnemonic": "「同角效差」- 螺旋槳槳葉整片攻角相同，效率會變差。記住：不同半徑位置需要不同的攻角，才能維持最佳效率。",
    "explanation": "螺旋槳的槳葉由旋轉軸到槳尖，各個位置的線速度不同。若攻角都相同，外側（高速區）會相對攻角過小，內側（低速區）會相對攻角過大，導致整體效率下降。現代螺旋槳採用「變距」設計，不同位置有不同攻角，以維持最佳效率。",
    "wrong_options": {
      "A": "相反概念。統一攻角反而會破壞螺旋槳原本的最佳設計，效率會惡化而非改善。",
      "B": "忽視了螺旋槳不同位置線速度差異的影響。改變攻角分布會直接影響效率。",
      "D": "無法解釋。螺旋槳的效率問題是結構性的，不會時好時差。"
    }
  },
  "518": {
    "keywords": "持續性急性壓力 → 慢性壓力；長期持續 = 變成長期狀況",
    "mnemonic": "「持續的急性」= 慢性化。記住：急性 + 時間 = 慢性（就像急性病變成慢性病一樣）",
    "explanation": "持續性的急性壓力指的是壓力雖然起因於突發事件，但因為一直持續存在，就會逐漸演變成長期的慢性壓力狀態。這是壓力從短期轉變為長期的自然發展過程。",
    "wrong_options": {
      "A": "過度換氣是壓力的症狀表現，不是持續急性壓力發展成的狀況",
      "B": "疲勞壓力是結果，但題目問的是壓力本身會發展成什麼，不是症狀",
      "D": "酒精壓力不是壓力的演變結果，而是應對壓力的不當方式"
    }
  },
  "426": {
    "keywords": "溫度低於露點、水氣凝結、附著地表",
    "mnemonic": "「露」點→「露」水：溫度降至露點，水氣凝結附著地表就是「露」。",
    "explanation": "當氣溫下降到露點溫度時，空氣中的水氣無法繼續保持氣態，就會凝結成液態水滴，附著在地表或物體表面形成露水。這是露點溫度的直接表現。",
    "wrong_options": {
      "A": "雲是高空中水氣凝結成的懸浮水滴，不是附著地表的。",
      "C": "霧是空氣中懸浮的細小水滴，不是附著於地表或建築物上的。",
      "D": "霜是溫度更低時（低於冰點0°C），水氣直接凝結成冰晶附著於地表的現象。"
    }
  },
  "59": {
    "keywords": "無人機註冊號碼、標籤、鐫刻、噴漆、飛航要求、脫落、清潔、辨識",
    "mnemonic": "「脫清辨」三項缺一不可 - 脫(確保不至脫落)、清(保持清潔)、辨(能明顯辨識)",
    "explanation": "無人機的註冊號碼標記必須同時滿足三個條件：確保標記物不會在飛行中脫落、保持標記清潔可見、能夠明顯辨識號碼內容。這三個要求都是為了確保無人機的可追蹤性和安全管理。",
    "wrong_options": {
      "A": "只強調物理固定性，忽略了清潔度和辨識度同等重要",
      "B": "只強調清潔度，沒有考慮標記的牢固性和清晰可辨識性",
      "C": "只強調辨識度，漏掉了耐久性和清潔度的要求"
    }
  },
  "151": {
    "keywords": "遙控無人機、人員掌握操控、人為因素",
    "mnemonic": "記住口訣：「飛行靠人為」- 無人機再自動化，最終還是要靠人的判斷、決策和操控。",
    "explanation": "無人機雖然具有自動化功能，但起飛前檢查、飛行決策、應急處理等關鍵環節都需要人員親自掌握和操控，因此人為因素在整體飛行過程中佔了最重要的一部分。",
    "wrong_options": {
      "B": "運氣因素與飛行安全無直接關係，無人機飛行需要依靠專業知識和技能，而非僥倖心理。",
      "C": "社會因素（如法規制度）雖然重要，但不是飛行過程中的直接掌握因素。",
      "D": "歷史因素與當下的飛行操控過程無關，飛行需要的是現在進行的人為決策。"
    }
  },
  "243": {
    "keywords": "起落架在起飛、著陸、地面滑行、停放時都要支撐無人飛機",
    "mnemonic": "「起落架」記住三個時刻：起飛時、著陸時、停放時都靠它",
    "explanation": "起落架是無人飛機與地面接觸的重要部件，它的作用貫穿整個地面運行過程。從飛機停放在地面時的支撐，到地面滑行的支撐，再到起飛時的支撐，最後著陸時的緩衝支撐，起落架都扮演著不可或缺的角色。因此正確答案是D「以上皆是」。",
    "wrong_options": {
      "A": "只強調起飛，忽略了著陸滑跑和停放時的支撐功能",
      "B": "只強調著陸滑跑，未考慮起飛和停放時的支撐",
      "C": "只強調地面滑行和停放，漏掉了起飛和著陸時的重要作用"
    }
  },
  "427": {
    "keywords": "航空器結冰、機翼結霜、空氣動力學特性改變、升力下降、阻力增加",
    "mnemonic": "「霜冰上機翼，飛安大危機」- 機翼附著霜冰會破壞氣動特性，導致危害飛航安全",
    "explanation": "航空器機翼、機身等表面附著的霜冰會改變其空氣動力學特性，導致升力下降、阻力增加、操控性能變差，進而威脅飛航安全。這是影響航空器飛行性能的重要因素。",
    "wrong_options": {
      "A": "霜冰結附在機翼上會增加重量並破壞空氣動力學特性，會妨礙而非幫助飛安",
      "C": "結冰結霜會顯著改變機翼升力和阻力，對飛安有重大影響，並非無影響",
      "D": "機翼結霜對飛安的危害是持續的和肯定的，不是時有時無的不確定影響"
    }
  },
  "335": {
    "keywords": "臨界攻角、失速、升力減小、阻力增大",
    "mnemonic": "失速三寶：過臨界→升力跌、阻力漲、飛機危（失速Stall）",
    "explanation": "當攻角超過臨界攻角時，機翼上方的氣流會分離，造成升力急劇下降、阻力卻大幅增加，這就是「失速」現象。就像汽車刹車一樣，制動力越用反而速度越差。",
    "wrong_options": {
      "B": "錯誤原因：超過臨界攻角後，升力不會持續增大，反而會下降；阻力也不是減小而是增大。",
      "C": "錯誤原因：升力會減小而非增大，只有阻力會持續增大。",
      "D": "錯誤原因：兩者都會增大而非減小，特別是阻力會急劇增大。"
    }
  },
  "152": {
    "keywords": "飛控系統的三大核心部分：感測器、機載計算機、伺服器",
    "mnemonic": "感計伺三角形 - 感測器(眼睛)、計算機(大腦)、伺服器(肌肉)",
    "explanation": "完整的飛控系統就像人體一樣，需要眼睛(感測器)收集環境資訊、大腦(機載計算機)進行決策運算、肌肉(伺服器)執行動作。這三個部分缺一不可，共同構成閉迴路控制系統。",
    "wrong_options": {
      "A": "只有感測器無法完成運算和控制動作",
      "B": "只有機載計算機無法感知環境和執行命令",
      "C": "只有伺服器無法自主決策，需仰賴計算機和感測器協作"
    }
  },
  "60": {
    "keywords": "註冊號碼、標漆位置、固定結構外部",
    "mnemonic": "外部、外、外部最好找 - 記住「外部」是正確位置，方便識別和查驗",
    "explanation": "遙控無人機的註冊號碼必須清楚可見，以便執法單位查驗。因此依法應標漆於固定結構外部，而非內部或轉動機構上，這樣才能確保號碼易於辨識。",
    "wrong_options": {
      "A": "內部位置無法清楚看見，不符合辨識管理的要求",
      "C": "轉動機構會旋轉，號碼位置不穩定，且容易被遮擋",
      "D": "同樣在轉動機構內部，無法確保號碼的清晰可見性"
    }
  },
  "519": {
    "keywords": "慢性壓力長期累積導致能力下滑",
    "mnemonic": "「壓力山大，能力趴在地」- 慢性壓力像不斷增加的山，最後會把人的能力壓垮趴在地上。",
    "explanation": "慢性壓力在長期累積下會耗盡身心資源，導致疲勞、注意力下降、決策能力減弱，最終造成個人能力大幅下滑。這是生理和心理的雙重惡化過程。",
    "wrong_options": {
      "A": "提升反而相反 - 長期壓力會造成心力交瘁，而非能力提升，這只是短期適度壓力可能帶來的效果",
      "B": "時好時壞不符合慢性累積的特點 - 慢性壓力是持續的負面累積效應，不會呈現波動狀態",
      "D": "保持不變忽視壓力的傷害 - 長期壓力必然造成身心消耗，不可能保持原狀態"
    }
  },
  "244": {
    "keywords": "動力系統、拉力、推力、無人機前進",
    "mnemonic": "「動力系統是『推拉機』」- 想像無人機像火車一樣，需要推進力(推力)和拉動力(拉力)才能前進",
    "explanation": "動力系統(馬達和螺旋槳)主要功能是產生推力和拉力，讓無人機能夠前進。升力和阻力是空氣動力學的結果，而重力是地球引力，都不是動力系統直接產生的。",
    "wrong_options": {
      "A": "重力是天體引力造成，不由動力系統產生；升力是機翼在空氣中運動的結果",
      "B": "重力是萬有引力的作用，不是動力系統產生的；阻力是空氣阻擋造成的",
      "D": "升力和阻力都是空氣動力學現象，不是動力系統直接產生，動力系統是產生推動力"
    }
  },
  "428": {
    "keywords": "機體表面霜、升力、阻力、飛航效率",
    "mnemonic": "「霜冰破飛行」：霜冰會破壞飛行性能 - 破壞氣流(A)、破壞升力(B)、增加阻力(C)，但不會增加效率(D)",
    "explanation": "機體表面的霜會破壞翼面光滑度，擾動氣流、降低升力、增加阻力，進而降低飛航效率。因此霜不會增加飛航效率，答案是D。",
    "wrong_options": {
      "A": "霜會改變氣流分布，確實會擾動流經機翼之空氣，這是錯誤選項",
      "B": "霜改變翼面形狀，會降低升力，這是錯誤選項",
      "C": "霜增加表面粗糙度，會增加阻力，這是錯誤選項"
    }
  },
  "520": {
    "keywords": "壓力導致能力下滑 → 暫停休息",
    "mnemonic": "「壓力紅燈亮，馬上停一下」— 感受到壓力影響表現時，應立即暫停並休息，就像紅燈時要停車。",
    "explanation": "操作無人機時，壓力會直接影響反應速度、判斷力和操控精準度。當察覺到壓力導致自身能力下滑時，應立即暫停任務進行適當休息，以恢復最佳狀態，確保飛航安全。",
    "wrong_options": {
      "B": "堅持到底會加重壓力，導致操控錯誤增加，危害安全。",
      "C": "無人機操作涉及安全，不能漠視壓力帶來的影響。",
      "D": "邊聽音樂邊執行任務仍無法解決壓力問題，反而分散注意力。"
    }
  },
  "336": {
    "keywords": "升力、阻力與速度平方、動壓、伯努利原理",
    "mnemonic": "「升阻都平方」- 升力和阻力都與速度的平方成正比。記住：快速飛行時升力和阻力都會快速增加（平方關係），這就是為什麼飛行速度是無人機操控的重要因素。",
    "explanation": "升力和阻力的產生都與動壓（1/2×ρ×V²）有關。根據航空動力學原理，升力公式為L = 1/2×ρ×V²×S×CL，阻力公式為D = 1/2×ρ×V²×S×CD。兩者的共同因子都是V²（速度平方），因此升力和阻力均與飛行速度的平方成正比。",
    "wrong_options": {
      "A": "正比假設無視了速度的平方關係，實際上速度增加一倍，升力和阻力會增加四倍，不是倍數關係。",
      "B": "反比完全違背航空動力學原理，速度越快升力和阻力應該越大，不是越小。",
      "D": "平方反比會導致速度越快升力和阻力越小的荒謬結果，與實際飛行相反。"
    }
  },
  "61": {
    "keywords": "註冊號碼、肉眼辨識、顏色對比、反襯",
    "mnemonic": "「反襯見分明」- 註冊號碼要與背景「反襯」，才能讓肉眼一眼看清楚",
    "explanation": "無人機的註冊號碼必須清晰可見，因此號碼顏色應與背景產生明顯的色彩對比（反襯），這樣才能在肉眼檢視時快速辨識，符合安全識別的需求。",
    "wrong_options": {
      "A": "融入背景會導致無法辨識，違反肉眼識別的目的",
      "B": "與背景相近同樣會造成辨識困難，不符合清晰可見的要求",
      "D": "無人機安全法規對註冊號碼的顏色標準有明確規定，以確保識別效率"
    }
  },
  "153": {
    "keywords": "飛控系統具有三大功能：姿態穩定控制、任務管理、緊急安全控制。完整飛控系統包含所有功能。",
    "mnemonic": "「飛控三寶」：姿態穩、任務管、緊急安。記住飛控系統是「全能手」，不是「單功能」。",
    "explanation": "完整的飛控系統（Flight Control System）整合了三項核心功能：(1)姿態穩定和控制—保持無人機平衡飛行；(2)任務管理—執行預設航線和飛行計畫；(3)緊急控制模式—異常時安全返航或自動著陸。因此正確答案是D「以上皆是」。",
    "wrong_options": {
      "A": "只強調了飛控系統的穩定性功能，忽略了任務管理和緊急控制。",
      "B": "只強調了飛控系統的任務規劃功能，缺少了穩定控制和緊急安全機制。",
      "C": "只強調了飛控系統的安全功能，忽略了日常控制和任務執行能力。"
    }
  },
  "429": {
    "keywords": "大陸型氣候、深秋早晨、結霜、除霜程序",
    "mnemonic": "「大陸深秋早晨霜，除冰除霜最重要」- 記住大陸型氣候在深秋早晨會結霜，飛行前必須進行除霜程序。",
    "explanation": "大陸型氣候區域在深秋早晨氣溫低，地面易結霜。無人機翼面和感測器若有霜層會影響氣動性能和儀器準確性，危及飛行安全，因此必須先進行除霜程序清除冰霜後再飛行。",
    "wrong_options": {
      "A": "暖身程序是讓機械或人員活動的準備，與清除霜層無關。",
      "B": "點名程序是人員確認，與飛行前機械檢查無關。",
      "D": "冥想程序是心理調整方法，無法解決結霜的物理問題。"
    }
  },
  "245": {
    "keywords": "無人飛機動力系統包括：活塞式發動機、渦輪噴氣、渦輪螺旋槳、渦輪扇發動機",
    "mnemonic": "「活渦噴、螺扇導」- 活塞、渦輪噴氣、渦輪螺旋槳、渦輪扇/導風扇，無人機都用得著",
    "explanation": "無人飛機因應不同任務需求，採用多種動力系統：小型無人機用活塞式發動機，中大型無人機用渦輪噴氣或渦輪螺旋槳發動機，續航型無人機用渦輪扇發動機。因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只提及活塞式發動機，忽略了渦輪系列發動機",
      "B": "只有渦輪噴氣，遺漏其他常見動力系統",
      "C": "只列渦輪螺旋槳和渦輪扇，漏掉活塞式和渦輪噴氣發動機"
    }
  },
  "337": {
    "keywords": "遙控無人飛機襟翼下放 → 升力增大",
    "mnemonic": "襟翼下「放」，升力增「大」 — 放下襢翼如張開翅膀，升力隨之增加",
    "explanation": "襢翼（Flap）下放時會增加機翼的弧度和面積，根據伯努利原理，這會增加機翼上下方的氣流速度差，進而產生更大的升力。這是飛機起飛和降落時的重要操作。",
    "wrong_options": {
      "B": "襢翼下放是增加升力而非減少，與此相反；放下襢翼會使機翼產生更多向上的力",
      "C": "襢翼的任何位置改變都會影響升力，絕不會保持不變",
      "D": "選項A已是正確答案，不可能『以上皆非』"
    }
  },
  "62": {
    "keywords": "遙控無人機註冊號碼、偽造、變造、矇領",
    "mnemonic": "記住「偽變矇」三禁止：偽造（假造號碼）、變造（改動號碼）、矇領（冒用他人號碼）都不可做。",
    "explanation": "遙控無人機的註冊號碼是識別身份的重要標識，為了維護航空安全和管理秩序，法規明確禁止三種違規行為：不得偽造新的號碼、不得變造既有號碼、不得矇領（詐領）他人的號碼。因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只說明了偽造的禁止，但遺漏了變造和矇領的禁止。",
      "B": "只說明了變造的禁止，但遺漏了偽造和矇領的禁止。",
      "C": "只說明了矇領的禁止，但遺漏了偽造和變造的禁止。"
    }
  },
  "154": {
    "keywords": "感測器是飛行控制系統的輸入裝置，提供飛行狀態反饋數據",
    "mnemonic": "「感測 = 輸入」，想像無人機眼睛（感測器）持續看著自己的飛行狀態來調整",
    "explanation": "感測器是飛行控制系統的輸入裝置，可偵測無人機的姿態、高度、速度等參數，將這些數據傳送給計算機處理，以便系統進行精確的飛行控制和穩定性調整。",
    "wrong_options": {
      "A": "機載計算機是處理器（中樞），負責運算和決策，不是輸入裝置",
      "C": "伺服器是執行器（輸出裝置），負責執行計算機的控制命令，不是輸入裝置",
      "D": "三者功能不同：感測器輸入→計算機處理→伺服器輸出"
    }
  },
  "521": {
    "keywords": "狀況警覺是對「人、機、環、境」的整體認知，包括飛行作業、操作人、航空器、環境及任務種類等所有風險元素。",
    "mnemonic": "「人機環作」 - 狀況警覺涵蓋人員(操作人)、機器(航空器)、環境(環境)、作業(飛行作業及任務種類)四大要素",
    "explanation": "狀況警覺(Situational Awareness)是飛行安全的核心概念，要求飛行員對飛行過程中所有可能影響安全的因素進行全面認知，包括自身、航空器狀況、作業環境和任務要求，缺一不可。",
    "wrong_options": {
      "A": "只強調飛行作業，忽略了人員、航空器和環境等其他關鍵要素",
      "B": "只考慮操作人和航空器，遺漏了環境和任務種類的重要影響",
      "C": "只關注環境和任務種類，無視了飛行作業本身和人、機的狀況"
    }
  },
  "246": {
    "keywords": "無人飛機、飛行儀表、通訊導航、安全設備",
    "mnemonic": "無人機「三寶」不缺：通訊、導航、安全裝 - 唯獨「飛行儀表」無人看",
    "explanation": "無人飛機由地面遠距操控，無需飛行員座艙，故不裝傳統飛行儀表。但通訊設備（控制訊號）、導航設備（GPS/慣性導航）、安全設備（緊急降落等）皆不可或缺。",
    "wrong_options": {
      "B": "無人機必須具備通訊與導航設備才能地面遠控及自主飛行",
      "C": "安全設備是無人機的基本配備，用於應急措施",
      "D": "此選項錯誤，因為無人機必安裝B、C選項的設備"
    }
  },
  "338": {
    "keywords": "尾翼控制俯仰偏航、升降舵、方向舵",
    "mnemonic": "尾翼三控制：升降舵管俯仰，方向舵管偏航，副翼才管滾轉",
    "explanation": "無人飛機的尾翼包含升降舵（控制俯仰：抬頭/低頭）和方向舵（控制偏航：左轉/右轉）。滾轉則由機翼上的副翼控制，不是尾翼的功能。",
    "wrong_options": {
      "A": "俯仰正確但滾轉應由副翼控制，不是尾翼",
      "B": "偏航正確但滾轉應由副翼控制，尾翼無此功能",
      "D": "錯誤，尾翼確實控制俯仰和偏航"
    }
  },
  "522": {
    "keywords": "認知隧道效應（Cognitive Tunneling）、注意力分配失衡、操作人因素安全",
    "mnemonic": "「疲壓多」三重奏易成隧道 - 記住疲勞、壓力、工作量過多都會造成認知隧道效應",
    "explanation": "遙控無人機操作人因為疲勞、壓力或工作量過多，會導致認知資源不足，容易過度專注於單一任務或事物（如螢幕上的一個影像），形成「認知隧道」現象，反而失去對整體飛行任務、周圍環境和安全風險的掌握。這是人因失誤的重要影響因素。",
    "wrong_options": {
      "A": "疲勞只是其中一個因素，但不是唯一原因，壓力和工作量過多同樣會導致認知隧道效應",
      "B": "壓力只是其中一個因素，但不是唯一原因，疲勞和工作量過多同樣會導致認知隧道效應",
      "C": "工作量過多只是其中一個因素，但不是唯一原因，疲勞和壓力同樣會導致認知隧道效應"
    }
  },
  "430": {
    "keywords": "三種雲的基本型態：積狀、層狀、卷狀",
    "mnemonic": "「積層卷」= 積狀、層狀、卷狀，記住這三個字就是雲的三大基本形態",
    "explanation": "根據雲的外觀形狀，雲可分為三種基本型態：積狀雲（蓬鬆堆積狀，如棉花糖）、層狀雲（平層狀，整片覆蓋天空）、卷狀雲（絲狀或羽毛狀，高空冰晶雲）。因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只包含積狀雲，不完整，遺漏層狀雲和卷狀雲",
      "B": "只包含層狀雲，不完整，遺漏積狀雲和卷狀雲",
      "C": "只包含卷狀雲，不完整，遺漏積狀雲和層狀雲"
    }
  },
  "63": {
    "keywords": "遙控無人機註冊號碼、未註冊無人機、禁止使用",
    "mnemonic": "「一機一號」原則：遙控無人機註冊號碼只能用在已註冊的機器上，未註冊機器絕對禁用。",
    "explanation": "根據無人機管理規定，遙控無人機的註冊號碼具有唯一對應性，每一個號碼只能使用於其對應的已註冊無人機上。不得在任何未經註冊的無人機上使用該號碼，無論是自己的或他人的機器，違者將面臨罰處。",
    "wrong_options": {
      "B": "他人未註冊無人機無法使用自己的註冊號碼，違反號碼專屬性原則",
      "C": "即使是自己所有的無人機，若未註冊仍禁止使用該註冊號碼",
      "D": "註冊號碼使用規範不因無人機型式而異，統一遵循同一標準"
    }
  },
  "155": {
    "keywords": "導航系統、位置、速度、飛行姿態",
    "mnemonic": "記住「導航系統三寶」：位置(Position)、速度(Velocity)、姿態(Attitude)，合稱PVA，都是導航系統提供的關鍵資訊。",
    "explanation": "導航系統是無人機的「智慧眼睛」，提供飛行所需的完整資訊。它同時向遙控系統提供位置座標(知道在哪)、速度數據(知道飛多快)、和飛行姿態(知道怎麼飛)，三項資訊缺一不可，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只提供位置資訊不完整，無人機還需要知道飛行速度和姿態才能安全控制",
      "B": "只提供速度資訊不完整，缺少位置和姿態資訊會造成導航失敗",
      "C": "只提供飛行姿態不完整，沒有位置和速度資訊無法進行路線導航"
    }
  },
  "247": {
    "keywords": "操作人、油門、操縱桿、操縱面、飛行姿態",
    "mnemonic": "「控制三元素：油門掌推力，操縱桿控姿態，操縱面調方向」",
    "explanation": "操作人透過油門和操縱桿來控制無人機的操縱面（如升降舵、副翼等），進而改變機體的俯仰、翻滾、偏航等動作，這就是控制飛行姿態。發動機溫度、環境濕度是自動調控的參數，酬載功能則與操縱無關。",
    "wrong_options": {
      "B": "發動機溫度由無人機自動調控系統管理，不是操作人透過油門和操縱桿直接控制的目的",
      "C": "環境濕度是外部環境條件，操作人無法透過控制無人機來改變，與題目無關",
      "D": "酬載功能是無人機承載設備的工作能力，與油門和操縱桿的操控無直接關係"
    }
  },
  "523": {
    "keywords": "工作量管理、飛行安全、計畫、整理、排序",
    "mnemonic": "「計整排」三步走，安全飛行不頭疼 - 計畫(Plan)、整理(Organize)、排序(Prioritize)缺一不可",
    "explanation": "操作遙控無人機前必須進行完整的工作量管理，包括：(1)計畫-預先規劃飛行路線和任務；(2)整理-整頓設備和工作環境；(3)排序工作任務-按優先順序執行。三者缺一不可，都是確保飛行任務安全執行的有效方式。",
    "wrong_options": {
      "A": "只有計畫不完整，缺少整理和排序的步驟，無法全面管理工作量",
      "B": "只有整理不完整，缺少計畫和排序的步驟，無法全面管理工作量",
      "C": "只有排序工作任務不完整，缺少計畫和整理的步驟，無法全面管理工作量"
    }
  },
  "431": {
    "keywords": "雲的分類、高度層級、高中低雲族",
    "mnemonic": "「高中低」三族雲 - 按高度分類如三層樓",
    "explanation": "雲依據所在的高度分為三大族群：高雲族（高於6000公尺）、中雲族（2000-6000公尺）、低雲族（低於2000公尺），因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只選高雲族不完整，忽略了中雲族和低雲族的存在",
      "B": "只選中雲族不完整，雲的分類涵蓋三個高度層級",
      "C": "只選低雲族不完整，遺漏了高雲族和中雲族"
    }
  },
  "339": {
    "keywords": "副翼 = 左右滾轉（橫滾）",
    "mnemonic": "副翼左右搖，飛機滾轉翹",
    "explanation": "副翼是安裝在機翼外側的控制面，透過上下偏轉改變機翼升力差異，使航空器繞縱軸旋轉，形成左右滾轉（橫滾）姿態。",
    "wrong_options": {
      "A": "俯仰是由升降舵（水平尾翼）控制，不是副翼",
      "C": "偏航是由方向舵（垂直尾翼）控制，不是副翼",
      "D": "副翼僅控制滾轉姿態，不能同時控制三種姿態"
    }
  },
  "64": {
    "keywords": "射頻識別功能、遙控無人機、民航局公告",
    "mnemonic": "「民」航局掌「無」人機，「頻」道識別由「民」定 - 與無人機相關的規定，記得找民航局",
    "explanation": "無人機的射頻識別功能規定是由民航局（交通部民用航空局）公告的重量標準。民航局是台灣負責航空事務的主管機關，包括無人機的安全管理和飛航規定，因此相關的無人機技術要求由民航局公告。",
    "wrong_options": {
      "A": "衛福部掌管衛生福利事務，與無人機技術規定無關",
      "B": "內政部主管警政、消防、地政等內政事務，無人機飛航管理不屬其範疇",
      "C": "科技部主責科技政策研發，不是無人機飛航規定的主管機關"
    }
  },
  "156": {
    "keywords": "遙控無人機導航系統、非自主導航（GPS）、自主導航（慣性導航）",
    "mnemonic": "「GPS外援、INS自力」- GPS是外部信號幫忙（非自主），INS靠自己算（自主）",
    "explanation": "無人機導航系統分為兩大類：非自主導航依賴外部信號（如GPS），而自主導航依靠無人機本身的傳感器（如慣性導航系統）進行定位，兩者互補可確保飛行安全。",
    "wrong_options": {
      "B": "精度分級不是導航系統的根本分類方式，而是在同一系統內的性能指標",
      "C": "抗干擾能力是導航系統的性能特性，不是主要分類依據",
      "D": "自動化程度與導航系統的基本分類無關，屬於控制系統的特性"
    }
  },
  "340": {
    "keywords": "左右穿過航空器 = 橫軸（Y軸）",
    "mnemonic": "橫軸「Y」記憶法：Y軸像一個敞開的雙臂，左右展開，就是航空器的左右方向（橫向）",
    "explanation": "航空器有三個軸線：縱軸（X軸）是前後方向、橫軸（Y軸）是左右方向、垂直軸（Z軸）是上下方向。題目說「左右兩側穿過」明確指的是橫向，所以是Y軸。",
    "wrong_options": {
      "A": "縱軸（X軸）是前後方向，不是左右方向",
      "B": "垂直軸（Z軸）是上下方向，不是左右方向",
      "D": "正確答案是C，不是以上皆非"
    }
  },
  "248": {
    "keywords": "由前往後穿過航空器的軸 = 縱軸（X軸），方向為前後",
    "mnemonic": "「縱」向軸想像為「縱」隊排列 - 前後方向；「橫」軸為左右；「垂直」軸為上下。記住：縱=前後（X軸）",
    "explanation": "航空器的三軸定義：縱軸（X軸）沿著機身前後方向，控制俯仰（pitch）；橫軸（Y軸）為左右方向，控制滾轉（roll）；垂直軸（Z軸）為上下方向，控制航向（yaw）。題目描述「由前往後穿過」正是縱軸的特性。",
    "wrong_options": {
      "B": "橫軸（Y軸）是左右方向，不是前後穿過",
      "C": "垂直軸（Z軸）是上下方向，不符合前往後的描述",
      "D": "以上皆非不正確，因為A選項正確"
    }
  },
  "524": {
    "keywords": "疲勞分類包含生理性、心理性，以及急性與慢性等多種分類方式",
    "mnemonic": "「生心急慢」四大疲勞分類法 - 生理、心理、急性、慢性四種都是疲勞的分類方式",
    "explanation": "疲勞可以從不同角度分類：按來源分為生理性（身體疲勞）和心理性（精神疲勞）；按時間分為急性疲勞（短期）和慢性疲勞（長期）。因此所有選項都是正確的疲勞分類方式。",
    "wrong_options": {
      "A": "只列舉了一種分類方式（生理角度），不完整",
      "B": "只列舉了一種分類方式（心理角度），不完整",
      "C": "只列舉了一種分類方式（時間角度），不完整"
    }
  },
  "65": {
    "keywords": "型式檢驗申請、設計者、製造者、改裝者、任何相關者都可以提出",
    "mnemonic": "三角都能申請型式驗 - 設設計、造製造、改改裝，三者角色都可提出型式檢驗申請",
    "explanation": "遙控無人機的型式檢驗申請可以由設計者、製造者或改裝者中的任何一方提出，因為這三方都是直接涉及無人機規格與性能的相關人員，都有權利向主管機關提出型式檢驗申請。",
    "wrong_options": {
      "A": "只限制設計者提出是不完全的，製造者和改裝者也可以提出申請",
      "B": "只限制製造者提出是不完全的，設計者和改裝者也有權提出申請",
      "C": "只限制改裝者提出是不完全的，設計者和製造者也可以提出申請"
    }
  },
  "432": {
    "keywords": "高雲族（6,000公尺以上）：卷雲、卷層雲、卷積雲",
    "mnemonic": "高雲「三卷客」- 卷雲、卷層雲、卷積雲都是高雲，記住「卷」字開頭的三朵雲都在高空",
    "explanation": "高雲族位於6,000公尺以上的高空，由冰晶組成，主要包括三種雲：卷雲（最高）、卷層雲（薄而均勻）和卷積雲（波狀顆粒），都有「卷」字特徵。",
    "wrong_options": {
      "A": "卷雲只是高雲的一種，不是全部高雲",
      "B": "卷層雲只是高雲的一種，不是全部高雲",
      "C": "卷積雲只是高雲的一種，不是全部高雲"
    }
  },
  "341": {
    "keywords": "升降舵控制俯仰姿態，前後傾斜",
    "mnemonic": "升降舵=上升/下降=俯仰(Pitch)；記住「舵」字上下形狀，就是上下動作",
    "explanation": "升降舵(Elevator)位於尾翼水平面上，通過改變機身相對於水平面的傾角來控制俯仰運動(Pitch)，使航空器機頭上升或下降。",
    "wrong_options": {
      "A": "左右滾轉由副翼(Aileron)控制，副翼位於機翼後緣左右兩側",
      "C": "偏航由方向舵(Rudder)控制，方向舵位於尾翼垂直面上",
      "D": "升降舵確實存在且能改變姿態，不是以上皆非"
    }
  },
  "249": {
    "keywords": "方向舵、滾轉、偏航與滾轉的關係",
    "mnemonic": "「方向舵：轉向帶滾轉」- 方向舵主要控制偏航，但當飛機偏航時會連帶產生滾轉效應",
    "explanation": "方向舵是控制航空器偏航的主要操縱面，位於垂直尾翼上。當方向舵偏轉時，會使飛機繞著垂直軸偏航，而這個偏航動作會連帶產生滾轉效應（螺旋運動的耦合效應），因此方向舵對滾轉會有間接影響。",
    "wrong_options": {
      "A": "升降舵控制俯仰而非滾轉，與滾轉無直接關係",
      "B": "襟翼主要用於增加升力和阻力，改變著陸特性，與滾轉控制無關",
      "D": "小翼（winglet）是增強型裝置，主要減少誘導阻力，不控制滾轉"
    }
  },
  "157": {
    "keywords": "非自主導航、易受干擾、遙控無人機、信號干擾",
    "mnemonic": "「非自導、靠人控、信號弱、最易擾」- 非自主導航完全依靠人手遙控，信號容易被干擾而失控。",
    "explanation": "遙控無人機的非自主導航系統（如人工遙控）缺少 GPS 等衛星導航輔助，主要依靠無線信號進行操控。這種系統最容易受到無線電干擾、城市障礙物遮蔽等外界因素影響，導致信號丟失或偏差。相比之下，操作難度和誤差積累並不是非自主導航的主要缺點。",
    "wrong_options": {
      "A": "非自主導航是依靠人工遙控，不涉及複雜的自主算法，操作難度反而相對較低。",
      "C": "誤差積累增大是自主導航系統（如慣性導航）的缺點，非自主導航無須進行複雜的位置推算。",
      "D": "只有B選項為缺點，A和C並非非自主導航的主要問題。"
    }
  },
  "66": {
    "keywords": "遙控無人機設計製造改裝→民航局型式檢驗",
    "mnemonic": "「無人機檢驗找民航」- 無人機(drone)相關的設計、製造、改裝都要向民航局(CAA)申請型式檢驗",
    "explanation": "遙控無人機屬於民用航空器的一種，其設計、製造、改裝等涉及飛航安全的事項，依據民航局的權責，應向民航局提出申請並進行型式檢驗，以確保飛航安全。",
    "wrong_options": {
      "B": "衛福部主要掌管健康、醫療等衛生福利事務，與無人機檢驗無關",
      "C": "內政部主要負責戶政、警政等內政事務，無人機檢驗非其職掌",
      "D": "科技部主要掌管科學技術發展政策，但具體的無人機型式檢驗由民航局執行"
    }
  },
  "525": {
    "keywords": "疲勞導致注意力渙散、專注力下降、協調性及溝通性降低，影響判斷力",
    "mnemonic": "記住「疲勞三害」：注意力↓、專注力↓、協調力↓ — 飛前先檢查自己是否疲勞！",
    "explanation": "疲勞會同時影響操作人的多個認知和身體功能：注意力渙散導致無法察覺環境變化，專注力下降影響對無人機的精確控制，協調性及溝通性降低會導致團隊配合失誤，這些症狀綜合影響判斷力，對飛航安全造成嚴重威脅。",
    "wrong_options": {
      "A": "只涵蓋注意力問題，遺漏了專注力下降和協調性降低的影響",
      "B": "只涵蓋專注力問題，遺漏了注意力渙散和協調性降低的影響",
      "C": "只涵蓋協調性和溝通性問題，遺漏了注意力和專注力的影響"
    }
  },
  "433": {
    "keywords": "中雲族、2000-6000公尺、高積雲、高層雲、雨層雲",
    "mnemonic": "中雲「高高雨」：中雲族包含高積雲、高層雲、雨層雲三種",
    "explanation": "中雲族是指雲底高度在2,000~6,000公尺之間的雲層。這個高度範圍內主要包含三種雲：高積雲（小白球團成團出現）、高層雲（薄灰白層狀）、雨層雲（厚暗灰色會下雨），因此正確答案是以上皆是。",
    "wrong_options": {
      "A": "只選高積雲不完整，中雲族還包含高層雲和雨層雲",
      "B": "只選高層雲不完整，中雲族還包含高積雲和雨層雲",
      "C": "只選雨層雲不完整，中雲族還包含高積雲和高層雲"
    }
  },
  "250": {
    "keywords": "上下垂直穿過、垂直軸、Z軸、偏轉",
    "mnemonic": "「垂直Z」：看到「上下垂直」就想到「Z軸（垂直軸）」；XYZ三軸中，Z永遠代表垂直方向",
    "explanation": "航空器有三個主軸：X軸（縱軸）是前後方向，Y軸（橫軸）是左右方向，Z軸（垂直軸）是上下方向。上下垂直穿過航空器就是沿著垂直軸，所以答案是垂直軸（Z軸）",
    "wrong_options": {
      "B": "縱軸（X軸）是前後方向，不是上下方向",
      "C": "橫軸（Y軸）是左右方向，不是上下方向",
      "D": "正確答案是A，不是「以上皆非」"
    }
  },
  "158": {
    "keywords": "慣性導航系統 (INS) 的缺點、誤差積累",
    "mnemonic": "記住「慣性導航 (INS)」的核心缺點：無法自我修正，誤差會累積增大。可用「慣性導航 = 孤立導航」來記憶，因為它不受外部信號干擾，但也無法修正內部誤差。",
    "explanation": "慣性導航系統是一種自主導航系統，不依賴衛星信號或外部參考點。它通過加速度計和陀螺儀測量無人機的運動。系統主要缺點是：加速度和角速度測量的微小誤差會隨著時間累積，導致位置和姿態估計的誤差越來越大。這是慣性導航的根本限制。",
    "wrong_options": {
      "A": "操作困難不是慣性導航系統的缺點，這涉及的是用戶界面和操作設計的問題，與導航系統本身的性質無關。",
      "B": "易受干擾是 GPS 或無線信號系統的缺點，而慣性導航恰恰是自主系統，不受電磁干擾，這是它的優點而非缺點。",
      "D": "題目要求選擇「哪個缺點」（單數），且只有 C 項是慣性導航系統的實際特性缺點。"
    }
  },
  "342": {
    "keywords": "方向舵控制偏航，改變航向",
    "mnemonic": "方向舵→偏航：「方」字的上面像舵垂直立著，用來改變飛機的「偏」向",
    "explanation": "方向舵（Rudder）垂直安裝在機尾，透過左右偏轉改變飛機的偏航角（Yaw），使飛機改變航向。這是航空器三軸運動中的偏航控制。",
    "wrong_options": {
      "A": "俯仰由升降舵（Elevator）控制，升降舵在水平尾翼上",
      "C": "左右滾轉由副翼（Aileron）控制，副翼在主翼兩側",
      "D": "方向舵確實能改變某種姿態，選項A、C皆有特定控制面"
    }
  },
  "434": {
    "keywords": "低雲族、2000公尺、積雲、層雲、層積雲",
    "mnemonic": "「低雲族三劍客」：積層層(積雲、層雲、層積雲)都在2000米以下飛翔",
    "explanation": "低雲族定義為高度在2000公尺以下的雲，包含三種主要類型：積雲(Cu)具垂直發展、層雲(St)呈水平層狀、層積雲(Sc)呈波浪狀，因此正確答案是D(以上皆是)。",
    "wrong_options": {
      "A": "只選積雲是不完整的，忽略了層雲和層積雲也屬於低雲族",
      "B": "只選層雲是不完整的，積雲和層積雲也在2000公尺以下",
      "C": "只選層積雲是不完整的，積雲和層雲同樣屬於低雲族"
    }
  },
  "526": {
    "keywords": "急性疲勞 = 短期、快速發生、身體立即反應",
    "mnemonic": "急性疲勞 = 急 → 急速、短期；慢性疲勞 = 慢 → 長期累積",
    "explanation": "急性疲勞是指短期內由於飛行任務、訓練強度或環境因素造成的疲勞狀態，通常在休息後迅速恢復，與長期累積的慢性疲勞不同。",
    "wrong_options": {
      "B": "慢性疲勞才是長期持續的狀態，需要較長時間恢復",
      "C": "急性疲勞的定義就是短期的，特徵明確",
      "D": "選項A已是正確答案，不能同時選D"
    }
  },
  "159": {
    "keywords": "無人機三大發展方向：精度、可靠度、抗干擾",
    "mnemonic": "「精可抗」- 精度、可靠度、抗干擾，無人機發展三寶",
    "explanation": "遙控無人機的未來發展方向並非只有單一面向，而是需要全面提升。高精度讓無人機執行任務更精確，高可靠度確保飛行安全穩定，高抗干擾使其在複雜環境中仍能正常運作。這三個方向相互關聯且缺一不可，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只強調精度忽視了可靠度和抗干擾的重要性",
      "B": "只強調可靠度忽視了精度和抗干擾的需求",
      "C": "只強調抗干擾忽視了精度和可靠度的必要性"
    }
  },
  "67": {
    "keywords": "進口遙控無人機、型式檢驗、進口者申請",
    "mnemonic": "進口者是「進」門的第一人，向民航局報到的就是進口者。記憶口訣：「進口先申請，型檢找進口者」",
    "explanation": "自國外進口的遙控無人機屬於進口商品，根據民航局無人機管理規定，進口者（即引進無人機進入國內的業者或企業）必須依規定向民航局申請型式檢驗，以確認該無人機符合我國相關技術標準。這是進口程序中的重要法律要求。",
    "wrong_options": {
      "A": "操作人是使用無人機的人，但無人機的型式檢驗是進口時就要完成的，操作人不負責申請檢驗。",
      "B": "所有人是購買者或持有者，但型式檢驗應在進口時由進口者申請，而非後來的所有人。",
      "D": "設計者通常在國外，無權向我國民航局申請檢驗，且進口時設計者已經不是進口流程的相關人。"
    }
  },
  "251": {
    "keywords": "遙控無人機操作，三大飛行特性，平衡性穩定性操縱性",
    "mnemonic": "「平穩操」三要素 - 平衡性（Pitch Balance）、穩定性（Stability）、操縱性（Controllability）缺一不可。記住「飛行三要件」：平衡穩定要操控。",
    "explanation": "遙控無人機的操作原理需要同時滿足三大飛行特性：平衡性確保飛機在靜態時能維持平衡；穩定性使飛機受到擾動後能自動恢復；操縱性讓操作者能有效控制飛行方向和高度。三者缺一不可，都是首要了解的基本特性。",
    "wrong_options": {
      "A": "僅強調平衡性忽視了穩定性和操縱性，無人機需要在維持平衡的同時也要具備穩定性和可控性",
      "B": "只強調穩定性不完整，平衡性和操縱性同樣重要，三者是相互配合的整體",
      "C": "只強調操縱性片面，忽略了平衡性和穩定性作為基礎的重要性"
    }
  },
  "435": {
    "keywords": "氣團分類方式、源地緯度、源地性質、經過地面溫度",
    "mnemonic": "「氣團三分法」- 緯度、地形、溫度。記住：「高低」(緯度)、「陸海」(源地)、「冷暖」(經過地面)都是氣團分類的方式。",
    "explanation": "氣團有多種分類方式：依源地緯度分為極地氣團和熱帶氣團；依源地性質分為大陸氣團和海洋氣團；依所經地面溫度分為冷氣團和暖氣團。因此以上三種都是常見的分類方法。",
    "wrong_options": {
      "A": "只強調了緯度因素，忽略了源地性質和經過地面溫度的分類方式",
      "B": "只強調了源地性質(陸海)，忽略了緯度和經過地面溫度的分類方式",
      "C": "只強調了所經地面溫度，忽略了源地緯度和源地性質的分類方式"
    }
  },
  "527": {
    "keywords": "急性疲勞未改善 → 慢性疲勞；疲勞累積",
    "mnemonic": "「急性變慢性」- 急性疲勞如果不重視，長期累積就會變成慢性疲勞",
    "explanation": "急性疲勞是短期內產生的疲勞狀態，若操作人忽略或未及時改善，疲勞會逐漸累積，最終演變為慢性疲勞。慢性疲勞是長期持續的身心疲憊，會嚴重影響飛航安全。",
    "wrong_options": {
      "A": "過度疲勞是急性疲勞的加重階段，不是未改善急性疲勞的必然結果",
      "C": "中度疲勞是疲勞的中間程度，不是急性疲勞未改善的後續發展",
      "D": "低度疲勞是輕微疲勞，與未改善的急性疲勞發展方向相反"
    }
  },
  "343": {
    "keywords": "外力之和為零、力矩之和為零、平衡性",
    "mnemonic": "「平衡零和」：平衡性就是所有外力和力矩都為零（零和狀態）。",
    "explanation": "平衡性是指無人機受到的各外力之和為零，各力矩之和也為零，使其處於力學平衡狀態。這個定義強調的是力與力矩的零和，直接對應平衡性的概念。",
    "wrong_options": {
      "A": "穩定性是無人機受到擾動後回復到原平衡狀態的能力，與零和條件無關。",
      "B": "操縱性是無人機對控制輸入的響應快速和準確程度，不是指力平衡。",
      "D": "既然C選項完全符合題意，就不會是『以上皆非』。"
    }
  },
  "68": {
    "keywords": "遙控無人機試飛、設計製造改裝驗證、民航局申請",
    "mnemonic": "「無人機試飛找民航」- 記住無人機相關的試飛活動都要向民航局(民用航空局)申請和報備",
    "explanation": "遙控無人機在設計、製造、改裝階段進行試飛時，為了驗證其性能是否符合預期，必須向民航局(民用航空局)申請試飛活動。民航局是台灣負責民用航空安全監管的機關，對無人機的使用和試飛有專門的審核和管理權責。",
    "wrong_options": {
      "A": "衛福部主管公共衛生和社會福利，與無人機試飛無關",
      "B": "內政部主管內政事務如警察、消防等，不負責無人機試飛許可",
      "C": "科技部主要負責科技發展政策，但具體無人機試飛申請應由民航局管轄"
    }
  },
  "160": {
    "keywords": "無人機導航系統、避讓系統、多技術融合、慣性導航、GPS、光電系統",
    "mnemonic": "「綜合導航」口訣：慣性(INS)、衛星(GPS)、光電(EO)三大系統結合，缺一不可",
    "explanation": "遙控無人機的導航與自動避讓系統是綜合應用。慣性導航提供即時位置更新，GPS提供絕對位置參考，光電系統提供視覺感知與避障能力。三項技術的多感應器融合才能實現完整的導航避讓功能。",
    "wrong_options": {
      "A": "慣性導航只是單一技術，無法獨立完成導航與避讓功能",
      "B": "多感應器融合與GPS雖重要，但缺少光電系統的視覺避障能力",
      "C": "光電系統技術雖能提供視覺感知，但不包括位置導航的其他關鍵技術"
    }
  },
  "252": {
    "keywords": "平衡狀態、速度大小方向保持不變、物理力學平衡",
    "mnemonic": "「平衡穩定」記為「速度不變」——無人機就像行駛中的汽車保持定速時，物體處於平衡狀態，速度大小和方向都不變",
    "explanation": "平衡狀態在物理學中是指物體受到的合力為零，此時物體的速度大小和方向都保持不變（牛頓第一運動定律）。無人機的平衡狀態也遵循此原理，表示飛行穩定且速度恆定。",
    "wrong_options": {
      "B": "發動機轉速和馬力保持不變只是維持平衡的手段，不是平衡狀態的表現。無人機可能加速或減速而發動機轉速卻相同。",
      "C": "翼面角度和方向改變可能是無人機調整姿態的行為，與平衡狀態無必然關聯。",
      "D": "酬載的方向和功能改變與無人機本身是否處於平衡狀態無直接關係，屬於任務操作而非物理狀態。"
    }
  },
  "436": {
    "keywords": "氣團本身冷於周遭空氣 = 冷氣團",
    "mnemonic": "「冷」於周遭→「冷」氣團。記住：氣團的定義是相對於周遭空氣的溫度而言。",
    "explanation": "冷氣團是指氣團本身的溫度冷於周遭空氣溫度的大氣體系。相反地，如果氣團溫度高於周遭空氣則稱為暖氣團。這是根據氣團與環境的相對溫度關係來定義的。",
    "wrong_options": {
      "A": "暖氣團是指氣團溫度高於周遭空氣，與題目相反。",
      "C": "冰氣團不是正式的氣象學用語，屬於誤導選項。",
      "D": "熱氣團也不是正式用語，與暖氣團概念混淆。"
    }
  },
  "344": {
    "keywords": "受到擾動後自動恢復平衡狀態，不需操作人操縱",
    "mnemonic": "「擾動後自動回穩」→穩定性(Stability)；「需要人為操縱」→操縱性(Controllability)",
    "explanation": "穩定性是指無人機在受到外界擾動（如陣風）後，能夠自動恢復至原來的平衡狀態，而無需飛手介入操縱。這是飛行器的自身動力學特性決定的。",
    "wrong_options": {
      "A": "平衡性是指飛行器在正常飛行狀態下各力達到平衡，而不是指擾動後的恢復能力",
      "C": "操縱性是指飛手通過操縱桿改變無人機飛行狀態的能力，需要人為操作，與題意不符",
      "D": "此題有正確答案，非此選項"
    }
  },
  "528": {
    "keywords": "慢性疲勞、症狀、虛弱、心悸、沮喪",
    "mnemonic": "「慢疲三面向」：身體(虛弱心悸)、呼吸(呼吸不順)、心理(沮喪焦慮)。記住「全面症狀」就選D",
    "explanation": "慢性疲勞是一種全身性症候，影響身體、呼吸、心理多個層面。包括身體症狀(虛弱、倦怠、心悸)、呼吸症狀(呼吸不順)、頭痛，以及心理症狀(沮喪、焦慮)，因此「以上皆是」最完整。",
    "wrong_options": {
      "A": "僅列舉身體虛弱症狀，但未包含心悸、呼吸問題與心理症狀，範圍不夠全面",
      "B": "只強調循環及呼吸系統症狀，遺漏了心理症狀與倦怠感，不夠完整",
      "C": "雖提及身體不適與心理症狀，但未明確提到虛弱、疲倦等核心症狀特徵"
    }
  },
  "69": {
    "keywords": "最大起飛重量25公斤以上、實體檢驗申請、所有人",
    "mnemonic": "「所有人」負責檢驗申請 - 所有人對無人機有最終責任，需確保機器符合規定",
    "explanation": "根據台灣無人機管制規定，最大起飛重量25公斤以上的遙控無人機屬於較大型無人機，需要進行實體檢驗以確保設計、製造、改裝的性能符合要求。提出檢驗申請的責任者是「所有人」，因為所有人對該無人機有最終的法律責任和所有權。",
    "wrong_options": {
      "A": "操作人只需具備飛航資格，不需負責檢驗申請手續",
      "C": "設計者的責任是確保設計符合規範，但不是申請人",
      "D": "製造者的責任是製造品質，申請責任在所有人而非製造者"
    }
  },
  "161": {
    "keywords": "遙控無人機動力系統發展方向：小、輕、低成本、高可靠度",
    "mnemonic": "「小輕低高」─ 小體積、輕重量、低成本、高可靠度，無人機動力系統四大願景",
    "explanation": "遙控無人機的動力系統發展不是單一方向，而是全面朝向「輕量化、小型化、降成本、提可靠性」同步進行。這四個目標相互搭配，才能製造出更實用、更安全的無人機產品。",
    "wrong_options": {
      "A": "只強調了體積和重量，忽視了成本和可靠度同樣重要的發展需求",
      "B": "只考量成本因素，但無人機動力系統還需兼顧性能、安全和效率",
      "C": "僅聚焦於可靠度，但輕量化和成本控制也是現代無人機的核心發展目標"
    }
  },
  "253": {
    "keywords": "無人機穩定性由擺動衰減時間、幅度和次數共同衡量",
    "mnemonic": "「穩定三要素」- 時間(快衰)、幅度(小搖)、次數(少震)，三個指標都要好才是真穩定",
    "explanation": "無人機穩定性是綜合評估，需要同時考慮三個方面：擾動後衰減得越快(時間短)、擺動範圍越小(幅度小)、恢復到平衡前震動越少(次數少)，才代表穩定性越好。",
    "wrong_options": {
      "A": "只強調時間因素，忽略了幅度和次數同樣重要",
      "B": "只看幅度不完整，無法全面評估穩定性表現",
      "C": "僅考慮次數單一指標，缺乏衡量的全面性"
    }
  },
  "345": {
    "keywords": "升降舵向上、俯仰、機體鼻部向上",
    "mnemonic": "升降舵Up向上→飛機Pitch Up向上抬頭",
    "explanation": "升降舵（elevator）控制無人飛機的縱軸旋轉。當升降舵向上時，尾部下降、機頭向上，機體相對於中心軸做向上俯仰的動作。",
    "wrong_options": {
      "A": "向下俯仰是升降舵向下的動作，與題意相反",
      "C": "右滾是副翼控制的動作，不是升降舵的功能",
      "D": "左滾是副翼控制的動作，不是升降舵的功能"
    }
  },
  "529": {
    "keywords": "技能疲勞 - 時機掌握混亂、視域過度聚焦、操作能力下降",
    "mnemonic": "「技能疲」的害：時機亂、眼光窄（技能疲勞→時機掌握混亂+視域過度聚焦）",
    "explanation": "技能疲勞是指飛行員在急性疲勞下，因認知資源耗盡導致的操作能力下降，主要表現為時機掌握變得混亂（反應遲延、決策錯誤）和視域過度聚焦（注意力集中到某個區域，忽視周邊環境），這會直接影響飛航安全。",
    "wrong_options": {
      "A": "社會性疲勞是指與人際互動和團隊協作相關的疲勞，不會導致時機掌握混亂或視域聚焦問題。",
      "B": "經濟性疲勞與工作報酬或經濟動機有關，不是操作層面的生理疲勞表現。",
      "D": "教育性疲勞是指訓練和學習過程中的疲勞，不是操作影響的具體表現。"
    }
  },
  "437": {
    "keywords": "氣團穩定度→天氣形態；穩定的氣團→晴朗少雲；不穩定的氣團→雨雪對流",
    "mnemonic": "「穩定氣團，形態天氣」：記住氣團穩定度直接影響該區域的「天氣形態」（包括雲量、降水、氣溫等天氣現象），而非社會、經濟或政治形態。",
    "explanation": "氣團的穩定度是決定其籠罩區域天氣特徵的關鍵因素。穩定的氣團會形成晴朗少雲的天氣；不穩定的氣團則容易形成雨雪和對流天氣。因此，氣團穩定度決定的是「天氣形態」，而非其他社會或經濟形態。",
    "wrong_options": {
      "A": "氣團穩定度與社會形態無關，社會形態是人文地理概念，與氣象無關。",
      "B": "經濟形態亦為人文地理概念，氣團穩定度不直接決定經濟形態。",
      "D": "政治形態更與氣象現象無任何直接關聯，属於純政治地理概念。"
    }
  },
  "70": {
    "keywords": "最大起飛重量25公斤以上、實體檢驗、民航局",
    "mnemonic": "「重機檢驗找民航」- 重量大的無人機需要民航局檢驗",
    "explanation": "根據台灣無人機管制規定，最大起飛重量25公斤以上的遙控無人機屬於較大型無人機，其設計、製造、改裝的性能諸元必須經過實體檢驗以確保安全，這項檢驗權責由交通部民用航空局(民航局)負責。",
    "wrong_options": {
      "B": "衛福部主管食品藥物及衛生事務，無權檢驗無人機",
      "C": "內政部主管警政、消防等事務，無人機檢驗非其權責",
      "D": "科技部主管科技政策，無權進行無人機實體檢驗"
    }
  },
  "254": {
    "keywords": "穩定性強 = 擺動衰減時間短、擺動幅度小、擺動次數少",
    "mnemonic": "\"穩穩常回家\" - 穩定性強的三個特徵：衰減（時間短）、幅度（小）、次數（少）",
    "explanation": "無人機穩定性強表示對外界擾動的抵抗能力強，具體表現為：擺動衰減時間短（快速恢復）、擺動幅度小（偏差不大）、擺動次數少（振盪少），這三個現象同時存在，所以答案是D。",
    "wrong_options": {
      "A": "只強調衰減時間，忽略了幅度和次數的重要性",
      "B": "只強調擺動幅度，未涵蓋時間和次數的完整定義",
      "C": "只強調擺動次數，未能全面描述穩定性的特徵"
    }
  },
  "346": {
    "keywords": "升降舵向下→飛機頭部向下→俯仰下降",
    "mnemonic": "升降舵「押下」就是「頭往下垂」- 想像飛機駕駛輕輕按下控制桿，飛機鼻子就跟著向下傾",
    "explanation": "升降舵（Elevator）位於水平尾翼，控制飛機沿著「側軸」的俯仰動作。當升降舵向下偏轉時，會產生向下的力量，使飛機頭部向下、尾部向上，形成向下俯仰的動作。",
    "wrong_options": {
      "B": "升降舵向「上」才會向上俯仰（飛機頭向上、尾向下）",
      "C": "滾轉動作由副翼（Aileron）控制，不是升降舵控制",
      "D": "滾轉動作由副翼（Aileron）控制，不是升降舵控制"
    }
  },
  "162": {
    "keywords": "遙控無人機的能量來源、太陽能、氫能、鋰電池、以上皆是",
    "mnemonic": "「太氫鋰」記法：太陽能（太）、氫能（氫）、鋰電池（鋰）都是無人機的能量來源，三者皆是。",
    "explanation": "遙控無人機的能量來源多元化。鋰電池是目前最常用的電源；太陽能無人機通過太陽能板供電；氫能無人機利用燃料電池技術。因此正確答案是「D. 以上皆是」。",
    "wrong_options": {
      "A": "只說太陽能，未能涵蓋其他現有能量來源如鋰電池和氫能。",
      "B": "只說氫能，未能涵蓋太陽能和鋰電池。",
      "C": "只說鋰電池，未能涵蓋太陽能和氫能等替代能源。"
    }
  },
  "438": {
    "keywords": "鋒面兩側：溫度、濕度、風、天氣都會明顯改變",
    "mnemonic": "「鋒」面來襲，溫濕風天全改變 - 記住冷暖鋒過境時四大特徵都不同",
    "explanation": "鋒面是冷暖氣團的交界面，兩側氣團性質完全不同。過境時溫度急降、濕度改變、風向改變、天氣型態也從晴轉雨或相反，所以溫度、濕度、風、天氣這四項現象在鋒面兩側均有明顯差異。",
    "wrong_options": {
      "A": "只考慮溫度差異，忽略了濕度、風、天氣的改變",
      "B": "只考慮濕度差異，但鋒面兩側溫度、風、天氣差異更明顯",
      "C": "只考慮風與天氣，遺漏了溫度和濕度這兩個重要要素"
    }
  },
  "163": {
    "keywords": "無線通訊系統、遙控無人機命令控制、資料鏈路",
    "mnemonic": "「無線通訊」是遙控無人機的「訊息高速公路」——負責傳遞命令(C)和資料(D)，簡稱「C&D系統」",
    "explanation": "無線通訊系統是遙控無人機與地面控制站之間的橋樑，負責傳輸操作命令和接收飛行資料，這就是命令與控制(Command & Control, C2)及資料鏈路(Data Link)的核心功能。",
    "wrong_options": {
      "A": "動力系統只負責無人機的推進，與命令控制無關",
      "C": "導航系統負責定位和路徑規劃，不負責與地面站通訊",
      "D": "飛行控制系統執行命令但不負責傳輸命令"
    }
  },
  "530": {
    "keywords": "脫水、身體缺水、組織水分不足、水分流失",
    "mnemonic": "脫-水：想像身體像海綿，水分都乾掉了，就是「脫水」。",
    "explanation": "脫水是指身體組織和細胞內的水分不足，導致體液減少。當人體水分流失超過補充時，就會出現脫水現象。",
    "wrong_options": {
      "B": "失眠是睡眠障礙，與水分不足無直接關係，屬於神經系統問題。",
      "C": "低血糖是血液中葡萄糖濃度過低，與身體水分含量無關。",
      "D": "缺氧是身體缺乏氧氣供應，與組織水分不足是不同的代謝問題。"
    }
  },
  "71": {
    "keywords": "最大起飛重量 25 公斤以上、自行製造、合併型式檢驗、所有人申請",
    "mnemonic": "「所有人」掌握全局，能代表無人機身份提出檢驗申請。記住：只有「所有人」才有全面法律地位。",
    "explanation": "根據無人機檢驗規定，自行製造且起飛重量≥25公斤的遙控無人機，只有法定「所有人」具有完整的所有權與法律責任，因此有資格向主管機關合併申請型式檢驗及實體檢驗。",
    "wrong_options": {
      "A": "製造者僅負責製造程序，不必然是所有人，無完整法律地位提出檢驗申請。",
      "B": "操作人是使用者，與所有權無關，只需持證操作，無權代表提出檢驗申請。",
      "D": "設計者可能只提供設計方案，未必是法定所有人，不具檢驗申請資格。"
    }
  },
  "347": {
    "keywords": "牛頓第三定律、反作用力、角動量守恆",
    "mnemonic": "主翼逆轉身順轉 - 主旋翼逆時針，機身就順時針（反向旋轉）",
    "explanation": "根據牛頓第三定律，直昇機主旋翼旋轉會產生反作用力。當主旋翼以逆時針方向旋轉時，為了維持角動量守恆，機身會以相反方向（順時針）旋轉，這樣才能保持整體系統的角動量為零。",
    "wrong_options": {
      "B": "主旋翼和機身會同向旋轉，這違反牛頓第三定律和角動量守恆原理",
      "C": "機身不會先後改變旋轉方向，而是持續朝固定方向（與主旋翼相反方向）旋轉",
      "D": "同上理由，不符合物理規則"
    }
  },
  "439": {
    "keywords": "冷空氣前進取代暖空氣 = 冷鋒",
    "mnemonic": "「冷先出頭」- 冷空氣主動前進，冷鋒就出現",
    "explanation": "冷鋒是指冷空氣團主動前進，推動暖空氣後退，冷空氣取代暖空氣原來位置而形成的鋒面。這是題目描述的現象，因此答案是冷鋒。",
    "wrong_options": {
      "A": "滯留鋒是冷暖空氣勢均力敵，鋒面停留不動",
      "B": "暖鋒是暖空氣主動前進，推動冷空氣後退（與題意相反）",
      "D": "囚錮鋒是快速冷鋒追上緩慢暖鋒形成，不符合題意"
    }
  },
  "531": {
    "keywords": "脫水原因、高溫高溼、心理壓力、刺激性飲料",
    "mnemonic": "「高心刺」記法：高溫環境、心理壓力、刺激飲料都會導致脫水",
    "explanation": "脫水不只是來自外在環境條件。高溫高溼高海拔會增加出汗散熱，心理壓力會影響身體平衡導致體液流失，而咖啡因、酒精等刺激性飲料具有利尿作用，都會造成水分補充不及的脫水現象。",
    "wrong_options": {
      "A": "只考慮環境因素，忽略心理和飲食影響",
      "B": "單獨心理壓力，未考慮環境和飲食因素",
      "C": "只針對飲料因素，漏掉環境和心理因素"
    }
  },
  "255": {
    "keywords": "無人機穩定性、重心位置、飛行速度、攻角",
    "mnemonic": "「穩定三要素」：重心（位置基礎）、速度高度（飛行條件）、攻角變化（姿態控制）",
    "explanation": "無人機的穩定性是一個綜合性能指標，受多個因素影響。重心位置決定了無人機的靜穩定性基礎；飛行速度和高度影響動態穩定性；攻角變化直接關係到姿態穩定性。這三個因素缺一不可，共同決定了無人機的穩定性強弱。",
    "wrong_options": {
      "A": "重心位置雖然重要，但只是穩定性的一個方面，忽視了速度、高度和攻角的影響。",
      "B": "飛行速度和高度確實影響穩定性，但不能解釋重心位置和攻角的作用。",
      "C": "攻角變化影響穩定性，但它只是影響因素之一，不是唯一決定因素。"
    }
  },
  "72": {
    "keywords": "自行製造25公斤以上遙控無人機→民航局型式檢驗",
    "mnemonic": "民航局(B)負責「飛行安全」，看到無人機檢驗就想民航局",
    "explanation": "根據民用航空法，自行製造的最大起飛重量25公斤以上遙控無人機，必須向民航局申請合併型式檢驗及實體檢驗，通過檢驗後才能使用。民航局是主管航空安全的機關。",
    "wrong_options": {
      "A": "內政部主管地方行政和警政，不負責無人機型式檢驗",
      "C": "科技部主管科技發展和研究，不負責無人機檢驗認證",
      "D": "衛福部主管公共衛生和社會福利，與無人機檢驗無關"
    }
  },
  "256": {
    "keywords": "操縱舵面、升降舵、方向舵、副翼、改變飛行狀態",
    "mnemonic": "「操縱」即「可以改變」：操縱舵面能改變飛行狀態 = 操縱性",
    "explanation": "操縱性是指無人機通過操縱舵面（升降舵控制俯仰、方向舵控制方向、副翼控制橫向傾斜）來改變飛行狀態的能力。題目強調「在操作人操縱...下改變...飛行狀態」，這正是操縱性的定義。",
    "wrong_options": {
      "B": "平衡性是指不需要操縱舵面，飛機能自動保持平衡飛行的特性，與主動改變狀態無關",
      "C": "穩定性是指受到外界擾動後，無人機能自動恢復原飛行狀態的能力，不是主動改變狀態",
      "D": "因為A選項已是正確答案"
    }
  },
  "348": {
    "keywords": "尾旋翼、抵銷扭力、推力、向右的力",
    "mnemonic": "尾旋翼的「推力」推向右邊——「推」字就是推力的「推」，尾旋翼推力產生側向力來抵銷主旋翼產生的扭力。",
    "explanation": "無人直昇機主旋翼旋轉會產生反扭力，導致機身傾向旋轉。尾旋翼在機尾產生的向右橫向力是用來抵銷這個扭力，這個橫向力的技術名稱就是尾旋翼的「推力」，它推動直昇機維持平衡。",
    "wrong_options": {
      "A": "升力是垂直向上的力，尾旋翼產生的是水平橫向力，而不是升力。",
      "B": "阻力是飛行過程中空氣對物體的阻礙，不是尾旋翼主動產生的控制力。",
      "D": "壓力是物理學中的應力概念，不是尾旋翼產生的推動力的名稱。"
    }
  },
  "164": {
    "keywords": "遙控無人機控制鏈路 → 數位化 (Digital)，保密性、抗干擾性提升",
    "mnemonic": "「數位鎖」：無人機控制鏈路採用「數位化」，如同加密鎖一樣，保護信號不被干擾與竊聽。",
    "explanation": "現代遙控無人機的控制鏈路為了達到保密與抗干擾的目的，已普遍採用數位化方式。數位化信號可以加密、編碼與糾錯，相比類比信號更難被干擾或截獲，這是無人機安全飛行的基礎。",
    "wrong_options": {
      "A": "類比化：類比信號容易受干擾，無法有效加密，不符合現代保密需求。",
      "B": "模組化：模組化是指將系統分成可獨立運作的模組，與控制信號方式無關。",
      "D": "離散化：離散化是指將連續數據轉換為離散值，不是控制鏈路的主要特徵。"
    }
  },
  "440": {
    "keywords": "冷暖氣團勢均力敵、鋒面停留不動、滯留",
    "mnemonic": "「勢均力敵滯留住」— 冷暖氣團實力相同，鋒面就會停留在原地不動，稱為滯留鋒。",
    "explanation": "當冷氣團和暖氣團的力量相等時，谁都推不動誰，鋒面就會停留在同一個位置不移動，這種現象叫做「滯留鋒」。這種情況常會造成局部地區的長期陰雨天氣。",
    "wrong_options": {
      "A": "暖鋒是暖氣團主動向前推進，冷氣團被迫後退的情況，並非勢均力敵。",
      "C": "冷鋒是冷氣團主動向前推進，暖氣團被迫後退的情況，並非勢均力敵。",
      "D": "囚錮鋒是冷鋒追上暖鋒所形成，與題目的勢均力敵狀態無關。"
    }
  },
  "165": {
    "keywords": "圖傳資料傳輸形態、類比數位傳輸",
    "mnemonic": "「類數傳圖」- 圖傳用 (類)比 (數)位兩種傳輸方式",
    "explanation": "遙控無人機的圖傳（圖像傳輸）主要透過兩種資料傳輸形態進行：(1)類比傳輸-傳統方式，信號為連續波形；(2)數位傳輸-現代方式，信號經編碼處理。兩種方式各有優缺點，類比抗干擾差但簡單，數位傳輸品質好但複雜。",
    "wrong_options": {
      "A": "高速、寬頻是傳輸特性(速率、頻寬)，不是傳輸形態的分類方式",
      "C": "單工、衛星混淆了兩個概念：單工(傳輸方向)與衛星(傳輸媒介)，不是主要形態分類",
      "D": "雙工、衛星同樣混淆概念，雙工指收發模式，衛星指傳輸方式，非形態分類"
    }
  },
  "73": {
    "keywords": "實體檢驗合格證、記載事項變更、所有人、15日、申請換發",
    "mnemonic": "「所有人」最責任 - SOA（所有人Owner/Applicant）負責申請，15天是關鍵數字",
    "explanation": "實體檢驗合格證記載事項變更時，所有人（無人機的所有權人）需要在事實發生日起15日內向民航局申請換發新的合格證。這是無人機管理中對所有人的法律責任。",
    "wrong_options": {
      "A": "製造者只需負責無人機的製造品質，不負責後續的合格證變更申請",
      "B": "設計者無須申請換發合格證，且10日的期限也不符合規定",
      "C": "操作人是使用者，不是無人機所有權人，不需申請換發；7日期限也不正確"
    }
  },
  "532": {
    "keywords": "脫水症狀、口乾、舌燥、疲勞、無人機操作人生理心智表現",
    "mnemonic": "「口舌疲」三部曲 - 脫水最先出現口乾、舌燥、疲勞感，記住這三個症狀都會同時出現在脫水初期，影響飛行操作",
    "explanation": "脫水最先出現的症狀並非單一症狀，而是口乾、舌燥和疲勞感會同時出現。這些早期脫水症狀會直接降低遙控無人機操作人的生理機能（如協調性、反應速度）和心智表現（如專注力、判斷力），進而影響飛行安全和操作精準度。",
    "wrong_options": {
      "A": "雖然口乾是脫水症狀，但不是唯一的最先症狀，脫水初期會同時出現多個症狀",
      "B": "舌燥同樣是脫水症狀，但也非單獨出現，需與其他症狀併列考慮",
      "C": "疲勞感確實是脫水早期症狀，但選項A和B的症狀也會同時出現，不能只選單一症狀"
    }
  },
  "257": {
    "keywords": "操縱性好 = 操縱簡單 + 省力 + 反應快",
    "mnemonic": "「好操縱」三大特點：簡、省、快 (簡單、省力、快速反應)",
    "explanation": "無人機「操縱性好」是一個綜合性的性能指標，包含了操縱動作簡單、操縱省力以及操縱反應快三個方面。這三個特性相輔相成，共同體現了飛機易於控制的特點。",
    "wrong_options": {
      "A": "只強調了操縱動作簡單，遺漏了省力和反應快的特性，不夠全面。",
      "B": "只強調了操縱省力，無法涵蓋操縱動作簡單和反應快的特點。",
      "C": "只強調了操縱反應快，忽視了簡單和省力這兩個重要特性。"
    }
  },
  "441": {
    "keywords": "鋒面（冷鋒、暖鋒）會造成溫度、濕度、風向劇烈變化",
    "mnemonic": "「鋒面三變」：溫濕風 (Temperature、Humidity、Wind) 都會變化",
    "explanation": "鋒面是冷暖氣團的交界線，飛經鋒面時會同時遭遇溫度、濕度和風向的劇烈變化。冷鋒過境時溫度急降，暖鋒過境時溫度急升；濕度會在交界處產生梯度變化；風向更會因氣流轉向而大幅改變。因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只選溫度不完整，鋒面同時影響濕度和風向",
      "B": "只選濕度不完整，鋒面也會劇烈改變溫度和風向",
      "C": "只選風向不完整，鋒面更會造成溫度和濕度的急劇變化"
    }
  },
  "349": {
    "keywords": "懸停 = 高度不變 + 航向不變，主旋翼轉速可以變",
    "mnemonic": "「懸停就是穩住」：高度穩住、航向也穩住，但馬達轉速要隨時調整來應對風力變化",
    "explanation": "無人直昇機懸停是指在空中維持相對靜止的狀態，關鍵是「高度不變」（不上升也不下降）和「航向不變」（同一方向）。主旋翼轉速會根據風速、風向等環境條件自動調整，以維持穩定懸停。",
    "wrong_options": {
      "A": "主旋翼轉速在懸停時會根據環境條件變化而調整，不是保持不變。航向不變是對的，但轉速不變是錯的。",
      "C": "高度不變是對的，但主旋翼轉速會變化。這個選項混淆了「機械穩定」和「飛行穩定」的概念。",
      "D": "此選項為干擾項，正確答案確實存在。"
    }
  },
  "533": {
    "keywords": "脫水、補充水分、生理狀況、操作人健康",
    "mnemonic": "「水」是操作員的生命線 - 記住 B 選項「補充水分」，諧音「補充」就像為無人機「補充電力」一樣重要",
    "explanation": "遙控無人機操作人員需要長時間集中精神操作，容易忽視身體需求。適時補充水分能維持充足的體液，防止脫水導致的疲勞、頭暈等症狀，確保操作安全和判斷能力。",
    "wrong_options": {
      "A": "閱讀會分散操作注意力，反而危害飛行安全，與預防脫水無關",
      "C": "上廁所雖也與生理狀況有關，但並非預防脫水的直接動作",
      "D": "聽音樂容易干擾操作專注力，與防止脫水無相關性"
    }
  },
  "258": {
    "keywords": "四大基本動作：平直飛行、轉彎、爬升、下降",
    "mnemonic": "「平轉爬降」- 平直飛行、轉彎、爬升、下降，四個動作缺一不可",
    "explanation": "遙控無人機的四大基本動作是任何飛行操作的基礎，包括：(1)平直飛行-無人機水平直線飛行；(2)轉彎-改變飛行方向；(3)爬升-向上升高；(4)下降-向下降低。這四項動作涵蓋了上下左右的所有基本飛行控制。",
    "wrong_options": {
      "A": "側滑不是基本動作，是進階特技飛行；倒飛也不是基本動作",
      "B": "倒飛是特技動作，不屬於基本動作；側滑同樣是進階技巧",
      "D": "側滑和倒飛都是特技飛行，懸停雖然重要但不在四大基本動作之列"
    }
  },
  "74": {
    "keywords": "製造者、進口者申請登錄應在販售或進口「前」進行",
    "mnemonic": "「前」登錄，安心販售 - 登錄必須在販售之前完成",
    "explanation": "遙控無人機製造者與進口者必須在產品上市販售或進口之前，就先完成產品資訊登錄程序，以確保相關單位能事先掌握無人機產品的安全性與規範符合情況。",
    "wrong_options": {
      "B": "販售或進口「時」才登錄已經太晚，無法提前進行監管與安全審查",
      "C": "販售或進口「後」才登錄違反事前控管原則，無法保障消費者與空域安全",
      "D": "登錄時機有明確規定，並非皆可，必須在販售或進口前完成"
    }
  },
  "166": {
    "keywords": "遙控無人機通訊技術發展方向包含：高速、寬頻、保密、抗干擾，需要全面發展",
    "mnemonic": "「高寶保抗」- 高速、寶（寬頻）、保密、抗干擾，無人機通訊的四大發展方向缺一不可",
    "explanation": "遙控無人機的通訊技術需要朝多個方向綜合發展。高速、寬頻能提升數據傳輸效率；保密技術防止訊號被截獲；抗干擾能力確保通訊穩定性。這三個方面都是現代無人機通訊系統不可或缺的要素，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只強調高速和寬頻，忽視了保密和抗干擾的重要性，無法應對軍事或安全敏感的應用",
      "B": "僅重視保密功能，無法滿足無人機對高效數據傳輸和通訊穩定性的要求",
      "C": "單獨強調抗干擾能力，但無法兼顧傳輸效率和資訊安全，不符合現代無人機全方位需求"
    }
  },
  "442": {
    "keywords": "山區飛行強風選擇迎風面、迎風面氣流平穩",
    "mnemonic": "「迎風面最平穩」- 想像迎風面的氣流被山擋下來，分散流動，相對平順；背風面反而會產生亂流。",
    "explanation": "山區強風時，迎風面的氣流被山體阻擋後會分散，形成相對平穩的氣流環境。相反地，背風面會產生複雜的渦流和亂流，造成飛行不穩定。因此無人機應選擇迎風面飛行。",
    "wrong_options": {
      "A": "背風面會產生渦流和亂流，使飛行更不穩定，反而是最差的選擇。",
      "B": "側風面受到側向風力衝擊，會對無人機造成橫向推力，不如迎風面平穩。",
      "D": "迎風面確實是可以飛行的選擇，不是皆非。"
    }
  },
  "350": {
    "keywords": "懸停→正常起飛、增加高度、有順序轉換",
    "mnemonic": "「懸停到起飛，先升再飛」- 想像直昇機從靜止懸停的狀態，第一步就是要往上升高，建立足夠的安全高度後再轉換到向前飛行。",
    "explanation": "無人直昇機從懸停到正常起飛的過程中，為了安全且有順序地轉換，首先應該增加高度，使直昇機遠離地面障礙物，確保有足夠的安全空間，然後才能平順地轉換到向前飛行狀態。",
    "wrong_options": {
      "A": "改變航向只是改變方向，與起飛轉換無關，且在低高度時不安全。",
      "B": "增加地面速度是起飛後的動作，不是從懸停轉換的第一步。",
      "D": "主旋翼轉速已維持懸停，不需額外增加；且無法有順序地轉換飛行狀態。"
    }
  },
  "534": {
    "keywords": "體溫控制失效、中樞神經障礙、體溫調節中樞受損",
    "mnemonic": "熱中暑（Heat Stroke）= 身體「暑」氣失控，無法「散熱」，溫度節節高升",
    "explanation": "熱中暑是體溫調節中樞受到高溫傷害而失效，導致體溫無法被身體控制而持續上升（可超過40°C）。這是危急的中暑階段，與身體的被動溫度升高不同，而是主動調控機制完全崩潰。",
    "wrong_options": {
      "A": "缺氧會導致細胞能量不足，但體溫調節中樞仍可運作，身體仍能進行溫度控制",
      "B": "低血糖影響能量供應，但體溫調節功能依然存在，身體可正常調控體溫",
      "D": "失眠是睡眠障礙，不影響體溫調節中樞，身體對體溫的控制機制保持正常"
    }
  },
  "167": {
    "keywords": "機載感測器精度提高 → 數據量增加 → 運算能力需求提升",
    "mnemonic": "「精度上升、任務複雜」記住就是「運算需求增加」——感測器越精密，產生的數據越多，處理器要運算越多。",
    "explanation": "當感測器精度提高時，收集的數據量和複雜度都會增加；當任務複雜度上升時，需要進行更多的計算和數據處理。因此機載處理器必須提高其運算能力來處理這些增加的數據和計算量。",
    "wrong_options": {
      "B": "保密需求由機密等級決定，與感測器精度無必然關係，不會因此提高。",
      "C": "抗干擾需求主要取決於通訊環境和敵方干擾強度，與感測器精度提高沒有直接因果關係。",
      "D": "重量需求通常由無人機設計和結構決定，不會因為感測器精度提高而主動增加。"
    }
  },
  "75": {
    "keywords": "遙控無人機產品資訊登錄 → 民航局(民用航空局)",
    "mnemonic": "民航管飛行，無人機資訊找民航。(民航局是台灣無人機監管的唯一單位)",
    "explanation": "遙控無人機的製造者與進口者必須向民航局申請產品資訊登錄。民航局是台灣專責無人機飛航管理的中央機關，統一監管無人機的安全、適航性與產品資訊。",
    "wrong_options": {
      "A": "內政部主責土地、戶政、警政等內政事務，不涉及無人機產品資訊管理。",
      "B": "科技部主要負責科技政策與研究發展，無權登錄無人機產品資訊。",
      "D": "經濟部雖管工業與貿易，但無人機飛航安全應由民航局專責管理。"
    }
  },
  "259": {
    "keywords": "副翼控制、右上左下、右滾、縱軸旋轉",
    "mnemonic": "副翼控制記憶法：「右上左下即右滾，左上右下即左滾」。想像握著遙控器搖桿，推向右上方向，無人機就向右翻滾。",
    "explanation": "副翼是控制無人飛機沿著「縱軸」（機頭指向）旋轉的操縱面。當副翼控制「右上左下」時，右側副翼上升、左側副翼下降，導致機體向右側傾斜並以機體中心為軸旋轉，產生「右滾」動作。",
    "wrong_options": {
      "A": "俯仰控制是由升降舵（水平尾翼）操縱，不是副翼。副翼控制的是滾轉動作。",
      "B": "偏航控制是由方向舵操縱，副翼無法直接控制偏航。副翼控制的是沿縱軸的滾轉。",
      "D": "左滾的副翼控制應為「左上右下」，與題目敘述相反。題目為「右上左下」因此是右滾。"
    }
  },
  "351": {
    "keywords": "從地面到正常起飛、最小所需動力、有效轉換升力",
    "mnemonic": "「地起最小」- 從地面起飛需要最小的所需動力，不是最大；地面速度無關，與動力有關。",
    "explanation": "無人直昇機從地面到正常起飛的過程，是指使用「最小的所需動力」來將直昇機從地面逐漸移動到能夠有效轉換升力並正常爬升的狀態。這個動作強調的是動力的應用，而非地面速度。",
    "wrong_options": {
      "B": "最大動力是用於快速上升或應急情況，不是「起飛」的定義",
      "C": "最小地面速度與直昇機起飛無關，直昇機主要靠旋翼升力起飛，非前進速度",
      "D": "最大地面速度會導致直昇機快速前進，不符合「從地面移動到有效轉換升力」的起飛定義"
    }
  },
  "443": {
    "keywords": "山區飛行、背風面產生亂流、山巔下坡氣流",
    "mnemonic": "「山巔過後背風亂」- 記住過山巔後要注意背風面的亂流，就像風繞過山峰後在背面產生渦流一樣",
    "explanation": "當氣流遇到山峰時，迎風面氣流被迫上升，越過山巔後在背風面急速下降並產生亂流與渦流，這是山區飛行最常見的危險氣流現象，也稱為背風渦流。",
    "wrong_options": {
      "A": "側風面不是山巔下的主要亂流源，亂流主要發生在背風面",
      "C": "迎風面是氣流上升的地方，氣流較規則，不是主要亂流區域",
      "D": "此選項错误，因為正確答案明確是B"
    }
  },
  "168": {
    "keywords": "航空器定義、反作用力、牛頓第三定律、推進原理",
    "mnemonic": "記住「反作用力」：飛機靠引擎吹氣往下，空氣反推飛機往上 → 反作用力讓飛行物升空",
    "explanation": "航空器是依據牛頓第三定律（作用力=反作用力）飛航的器物。引擎產生推力向後或向下，空氣對飛行器產生反作用力使其飛行，這是所有航空器的基本飛行原理。",
    "wrong_options": {
      "A": "摩擦力僅在地面或流體表面產生，無法提供向上升力來維持飛行",
      "B": "靜電力作用範圍小且不穩定，不是航空器飛行的基本力量",
      "D": "只有反作用力是航空器飛航的根本原理，A和B都不符合"
    }
  },
  "535": {
    "keywords": "熱中暑、體熱無法排出、高溫環境散熱障礙",
    "mnemonic": "「熱」中暑 = 身體的「熱」無法排出。記住：熱中暑是熱，不是酒、不是睡眠、不是血糖。",
    "explanation": "熱中暑是指在高溫環境中，身體的體溫調節機制失效，導致身體產生的熱量無法通過排汗、散熱等方式排出體外，導致核心體溫急劇上升（通常超過40°C），引發危急的生理狀況。",
    "wrong_options": {
      "B": "飲酒過量會導致脫水和判斷力下降，但不是熱中暑的直接原因。可能是誘發因素，卻不是病理機制。",
      "C": "失眠會導致疲勞和免疫力下降，但與體溫調節無直接關係，不是熱中暑的原因。",
      "D": "低血糖會導致昏迷和神經症狀，屬於新陳代謝問題，與熱中暑的熱平衡失調無關。"
    }
  },
  "76": {
    "keywords": "最大起飛重量25公斤以上、不安全情況、補正措施、系統設計製造改裝缺失",
    "mnemonic": "「大無人機有缺失，設製改三者要補救」- 記住25公斤以上的無人機發現缺失時，設計者、製造者、改裝者都要負責任採取補正措施。",
    "explanation": "最大起飛重量25公斤以上的遙控無人機屬於重型無人機，安全管制較為嚴格。當因系統設計、製造或改裝而產生不安全情況時，相關責任人（設計者、製造者、改裝者）都應主動採取補正措施確保飛安。選項D「無須採取任何補正措施」顯然違反安全管制原則，為非。",
    "wrong_options": {
      "A": "錯誤。設計者若發現設計缺失導致不安全，必須採取補正措施。",
      "B": "錯誤。製造者若發現製造缺失導致不安全，必須採取補正措施。",
      "C": "錯誤。改裝者若發現改裝缺失導致不安全，必須採取補正措施。"
    }
  },
  "260": {
    "keywords": "副翼控制、機體旋轉、滾動動作",
    "mnemonic": "副翼「右下左上」→機體左邊下降、右邊上升→「左滾」（想像飛機在做左側翻滾動作）",
    "explanation": "副翼是控制飛機滾動的控制面。當操控桿做「右下左上」的動作時，右副翼向下偏轉、左副翼向上偏轉，導致機體左邊受力下降、右邊上升，飛機繞著前後軸（縱軸）向左側旋轉，即為「左滾」動作。",
    "wrong_options": {
      "A": "向上俯仰是俯仰面（升降舵）控制的，不是副翼控制；副翼控制的是滾動，不是俯仰",
      "B": "右偏航是方向舵控制的，方向舵位於垂直尾翼上，與副翼無關",
      "D": "右下左上是左滾而非右滾；右滾應該是左下右上的動作"
    }
  },
  "536": {
    "keywords": "熱中暑、水份補充、脫水",
    "mnemonic": "水份是防暑的「命脈」- 想到防止熱中暑，就想到充分補充水份",
    "explanation": "熱中暑的主要原因是身體脫水和過度蓄熱，規律攝取足量水份能幫助身體散熱、維持血液循環，是防止熱中暑最直接有效的方法。",
    "wrong_options": {
      "A": "勿飲酒過量雖然有益健康，但與防止熱中暑的關係較間接，不是主要預防方式",
      "B": "充分睡眠能幫助身體恢復，但對防止熱中暑的直接效果有限",
      "D": "按時用餐有助營養均衡，但不是防止熱中暑的關鍵因素，補充水份才是重點"
    }
  },
  "444": {
    "keywords": "水氣、雨雲、積冰、機翼、尾翼、感測器",
    "mnemonic": "「機尾感」三部位，水氣積冰全中招 - 記住無人機在潮濕環境中，所有暴露部件都可能結冰",
    "explanation": "無人機飛越雨或雲層時，水氣會在機身各個暴露部位凝結並結冰。機翼翼面和尾翼翼面會因積冰改變氣動特性，感測器則會因結冰而失效，三者都是關鍵風險部位，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只考慮機翼，忽視了尾翼和感測器也會積冰，這是不完整的考量",
      "B": "只考慮尾翼，同樣遺漏了機翼和感測器的積冰風險",
      "C": "只強調感測器，忽略了機翼和尾翼積冰對飛行安全的直接威脅"
    }
  },
  "352": {
    "keywords": "多旋翼機槳葉轉速控制升力姿態調整",
    "mnemonic": "「升姿記三項」：升力、姿態、三旋翼機。多旋翼機藉由槳葉轉速控制，調整升力與機體姿態。",
    "explanation": "無人多旋翼機透過改變各馬達轉速來改變各螺旋槳的推力，進而控制整體升力和機體姿態傾角。升力決定垂直運動，姿態（傾斜角度）決定水平移動，都是藉由轉速調控實現。",
    "wrong_options": {
      "A": "阻力是機體與空氣摩擦產生的被動力，無法主動調整。多旋翼機是透過改變推力而非阻力來控制。",
      "B": "重心位置是設計固定的，不能藉由槳葉轉速改變。正確是升力與姿態。",
      "D": "重心是無人機的固定特性參數，無法透過轉速控制改變。升力可控，但重心不能藉由旋轉速度調整。"
    }
  },
  "77": {
    "keywords": "政府機關、學校、法人遙控無人機操作 → 操作證",
    "mnemonic": "「政府學校法人機」→「操作要證」：公營或非營利組織操無人機，必須持操作證",
    "explanation": "根據民航局規定，操作政府機關、學校或法人所有之遙控無人機，操作人必須持有民航局發給的「操作證」，才得以合法操作。操作證是證明具備安全操作能力的正式證照。",
    "wrong_options": {
      "A": "機師檢定證是用於操作載人航空器（如小型飛機）的證照，非無人機操作證照",
      "C": "維修檢定證是無人機維修人員的證照，與操作無關",
      "D": "鑑定合格證非民航局發給的標準無人機證照，不符合題目要求"
    }
  },
  "353": {
    "keywords": "多旋翼機旋翼反向旋轉抵消反作用力產生力矩平衡",
    "mnemonic": "「反向轉、力矩消」- 相反方向的旋翼相互抵消反作用力，使機身不會自轉，力矩趨於零",
    "explanation": "無人多旋翼機的相鄰旋翼以相反方向旋轉（例如：順時針與逆時針交替），這樣可以相互抵消每個旋翼產生的反作用力（扭矩），使整個機體的總力矩為零，機身才能保持穩定不旋轉。",
    "wrong_options": {
      "B": "總推力是所有旋翼向下推動空氣產生的力，不會因為方向相反而相消",
      "C": "總升力是旋翼產生向上的力，相反方向旋轉不會使升力消失，反而是產生升力的原因",
      "D": "阻力是空氣阻力，與旋翼旋轉方向無直接關係，不會被反向旋轉抵消"
    }
  },
  "261": {
    "keywords": "方向舵右轉→右偏航。方向舵控制飛機繞垂直軸旋轉，舵往右則機頭向右偏。",
    "mnemonic": "「方向舵右右偏」：方向舵控制往右 = 機體右偏航。記法：舵向右，航向右！",
    "explanation": "方向舵是控制無人飛機的偏航運動（繞垂直軸旋轉）。當方向舵控制往右時，機體會繞著機體中心的垂直軸向右旋轉，導致機頭向右偏航，這就是「右偏航」。",
    "wrong_options": {
      "A": "向上俯仰是升降舵的作用，不是方向舵。方向舵不控制縱軸運動。",
      "C": "左偏航與題目敘述相反。方向舵往右應該是右偏航，不是左偏航。",
      "D": "右滾是副翼的作用，副翼控制飛機繞縱軸旋轉。方向舵控制的是偏航而非滾轉。"
    }
  },
  "169": {
    "keywords": "推力、動力系統、馬達螺旋槳、克服重力",
    "mnemonic": "「能量驅動無人機」- 無人機靠電能轉化為馬達動力，螺旋槳產生推力來克服自身重量。",
    "explanation": "無人機比空氣重，無法依靠浮力飛行，必須依靠能量（通常是電能）驅動馬達，使螺旋槳產生足夠的推力來克服機身重量，才能在空中飛行。能量是無人機飛行的核心動力來源。",
    "wrong_options": {
      "B": "機身外表顏色只影響視覺識別，與飛行原理無關。",
      "C": "起落架材質只是機械組件，不是飛行所需的必要條件。",
      "D": "只有能量是飛行必要條件，其他選項無關。"
    }
  },
  "537": {
    "keywords": "服用藥物、暈眩、感知功能不全、成藥、抗組織胺、解除充血劑",
    "mnemonic": "記住「成抗解三種藥」：成藥、抗組織胺、解除充血劑，這些常見藥物都可能影響飛航安全。",
    "explanation": "許多常見藥物都會產生暈眩或感知功能不全的副作用，成藥、抗組織胺和解除充血劑都會對操控者的判斷力和協調能力造成影響，因此操作無人機前不應服用這些藥物。",
    "wrong_options": {
      "A": "成藥雖然會有副作用，但並非唯一會造成暈眩的藥物",
      "B": "抗組織胺確實會造成暈眩，但不是唯一答案",
      "C": "解除充血劑會影響感知功能，但其他藥物也有相同風險"
    }
  },
  "445": {
    "keywords": "積冰現象發生條件：零度以下氣溫 + 可見水氣",
    "mnemonic": "「冰」需要「冷」和「水」：溫度≤0°C AND 有水氣 = 積冰危機",
    "explanation": "積冰現象需要同時滿足兩個條件：(1)溫度在攝氏零度以下，(2)環境中有可見水氣（霧、雲層等）。只有一個條件存在時不會形成積冰，必須兩者兼備才會發生。",
    "wrong_options": {
      "A": "僅有零度的氣溫無法形成積冰，需要低於零度且有水氣",
      "B": "雖然溫度達條件，但沒有水氣就不會發生積冰現象",
      "C": "即使有可見水氣，但溫度不夠低也無法形成積冰"
    }
  },
  "78": {
    "keywords": "遙控無人機操作證分類：普通、專業、學習三種",
    "mnemonic": "「普專學」三兄弟 - 普通、專業、學習是三種正式操作證。記住：沒有「暫時」的！",
    "explanation": "台灣遙控無人機操作證只有三種正式分類：普通操作證（基礎飛航）、專業操作證（進階飛航與商業應用）、學習操作證（訓練學習用）。「暫時操作證」不是官方認可的分類，是不存在的。",
    "wrong_options": {
      "B": "普通操作證是正式分類之一，用於基本的遙控無人機飛航操作",
      "C": "專業操作證是正式分類之一，用於較複雜的飛航任務和商業用途",
      "D": "學習操作證是正式分類之一，用於訓練期間的學習飛航操作"
    }
  },
  "170": {
    "keywords": "升力、噴射推力、螺旋槳、飛行原理",
    "mnemonic": "升力讓飛機飛起來 (Up-力)",
    "explanation": "航空器利用噴射推力或螺旋槳的拉力產生升力。升力是垂直於飛行方向的力，它能克服重力讓航空器在空中飛行。這是根據伯努利原理和牛頓第三運動定律產生的空氣動力學現象。",
    "wrong_options": {
      "A": "內力是物體內部的相互作用力，與航空器飛行無關",
      "C": "彈力是物體受到外力後的恢復力，不是飛行的主要力量",
      "D": "只有升力是讓航空器在空中飛行的關鍵力，不是以上皆是"
    }
  },
  "262": {
    "keywords": "方向舵控制往左 → 機體左偏航（繞垂直軸左轉）",
    "mnemonic": "「左舵左轉」：方向舵往左推 = 機頭往左偏航轉向",
    "explanation": "方向舵（垂直尾翼舵面）控制的是無人機繞垂直軸的旋轉動作，稱為「偏航」。舵面往左偏會產生左轉力矩，使機體機頭往左偏航轉向，這是繞垂直軸的旋轉運動，不是滾轉動作。",
    "wrong_options": {
      "A": "滾轉是由副翼控制，控制機體繞前後軸的傾斜，不是方向舵的功能",
      "C": "方向舵往左應該是左偏航，不是右偏航；右偏航需要舵面往右",
      "D": "左滾是副翼動作，方向舵無法造成滾轉效果"
    }
  },
  "354": {
    "keywords": "多旋翼機使用定距槳，因為需要快速改變轉速控制升力，而定距槳轉速可直接改變",
    "mnemonic": "多旋翼機用「定」距槳 - 定速轉槳葉，快速變轉速；變距槳需要變距機構和油壓系統太複雜",
    "explanation": "無人多旋翼機（如四軸、六軸機）採用定距槳，槳葉與軸固定成固定角度，通過改變電機轉速來改變升力，實現快速敏捷的飛行控制。變距槳和恆速槳需要複雜的液壓或機械變距機構，不適合多旋翼機的輕量化和快速響應需求。",
    "wrong_options": {
      "B": "變距槳需要複雜的液壓或機械變距機構，不適合多旋翼機，成本高且反應慢",
      "C": "恆速槳需要自動調節機制維持恆定轉速，不適合多旋翼機需要快速變轉速的特性",
      "D": "直升機才採用變距或恆速槳，多旋翼機則採用簡單的定距槳"
    }
  },
  "446": {
    "keywords": "結冰區域、機體結冰、飛行性能、安全隱患",
    "mnemonic": "「冰冷危機」：結冰Like冰山一角，只會增加重量、阻力和不穩定，絕對是負面影響！",
    "explanation": "當無人機飛越結冰區域時，機身會累積冰層，增加機體重量和氣動阻力，同時可能影響感測器、電子元件的正常工作，導致飛行性能下降、穩定性降低，甚至影響遠端控制訊號接收，造成操控誤判。",
    "wrong_options": {
      "B": "結冰只會增加負面影響，不可能提升性能。冰層會增加重量和阻力，反而拖累飛行效率。",
      "C": "結冰的影響是單向負面的，不會「變好」。機體結冰只會惡化各項性能指標。",
      "D": "結冰對無人機是明確的安全隱患，絕對會發生不良狀況，不容忽視。"
    }
  },
  "538": {
    "keywords": "酒精影響、駕駛能力、視界窄化、協調性",
    "mnemonic": "「酒駕三害」= 操判環、協視窄、邏注落 → 全中招 = D",
    "explanation": "酒精會同時損害多個能力：(1)操作及判斷力下降、周邊環境感知力差，(2)身體協調性變差、視野變窄，(3)邏輯思考及注意力下降。無人機飛行員飲酒會影響飛行安全的各個層面，因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只涵蓋操作判斷和環境感知，遺漏了身體協調、視界、邏輯和注意力的影響",
      "B": "只涵蓋協調性和視界，遺漏了操作判斷、環境感知、邏輯和注意力的影響",
      "C": "只涵蓋邏輯和注意力，遺漏了操作判斷、協調性、視界和環境感知的影響"
    }
  },
  "263": {
    "keywords": "機體中心、操作思維、相對位置",
    "mnemonic": "「機」為中心：操作遙控無人機時，所有方向指令都以機體中心為參考點，而非地面或自己的位置。",
    "explanation": "控制無人機的上、下、左、右方向應相對於機體中心來思考。這樣操作人可以直觀地控制無人機的動作，因為遙控器的指令輸入與無人機實際運動方向相對應，不論無人機如何旋轉或飛行方向如何改變，操作邏輯始終保持一致。",
    "wrong_options": {
      "B": "地平面不是正確參考點，因為無人機旋轉時相對地面的方向會變化，操作會變得混亂。",
      "C": "操作人自己的虛擬座標會因操作人的位置改變而改變，不夠穩定且容易出錯。",
      "D": "並非以上皆是，只有機體中心是標準且唯一正確的參考點。"
    }
  },
  "171": {
    "keywords": "遙控無人飛機、飛行速度快、酬載大、自行保持穩定",
    "mnemonic": "「飛機快大穩」- 飛行速度快、酬載大、自行保持穩定 = 無人飛機（固定翼）",
    "explanation": "遙控無人飛機是固定翼設計，具有氣動力自穩特性，無需複雜控制即可利用機翼產生的升力自行抵抗氣流並保持穩定；而且具有飛行速度快、酬載能力強、續航時間長的優點。相比之下，直昇機和多旋翼機需要持續動力維持飛行穩定。",
    "wrong_options": {
      "A": "直昇機需要複雜的機械控制（傾斜盤等）來維持穩定，不符合『不需太複雜控制』的描述",
      "C": "多旋翼機依賴電子控制系統實時調整各馬達，無法自然保持穩定，需要複雜控制",
      "D": "三種無人機中只有飛機符合所有特徵，不是以上皆是"
    }
  },
  "79": {
    "keywords": "休閒娛樂、未達2公斤、遙控無人機、不須考照",
    "mnemonic": "「輕飄飄自由飛」- 記住未達2公斤的無人機最輕鬆，休閒娛樂免考照",
    "explanation": "台灣無人機法規規定，自然人操作未達2公斤的遙控無人機從事休閒娛樂用途時，不須通過考照就可以合法飛行。這是最寬鬆的限制條件。",
    "wrong_options": {
      "A": "10公斤以上的無人機屬於較大型機種，無論是否裝置導航設備都需要考照",
      "C": "15公斤以上的無人機需同時通過學科和術科測驗，不只是學科",
      "D": "未達2公斤的無人機完全免考照，不需要考任何測驗"
    }
  },
  "447": {
    "keywords": "雷雨發展循環、三個階段（發展期、成熟期、消散期）、不包含重疊期",
    "mnemonic": "「發成消」- 發展期→成熟期→消散期，三階段循環，記住沒有「重疊期」",
    "explanation": "雷雨的發展循環包含三個主要階段：發展期（積雲形成、上升運動增強），成熟期（對流最強、降水最大），消散期（上升運動減弱、雨勢減小）。重疊期不是雷雨發展循環的正式階段。",
    "wrong_options": {
      "A": "發展期是雷雨第一階段，積雲成長時期，是發展循環的一部分",
      "B": "成熟期是雷雨第二階段，對流最強烈，也是發展循環的重要階段",
      "D": "消散期是雷雨第三階段，上升運動減弱，是發展循環的最後階段"
    }
  },
  "355": {
    "keywords": "前後旋翼升力不平衡→俯仰姿態（機頭上下傾斜）",
    "mnemonic": "「前後不齐」→「低頭抬頭」(俯仰)",
    "explanation": "多旋翼機改變前後兩端旋翼的升力差異，會導致機體前後傾斜，這就是俯仰姿態。前升力大則機頭抬起，後升力大則機頭低下。",
    "wrong_options": {
      "A": "垂直升降是四個旋翼升力同時增加或減少，不是改變升力平衡才能實現的",
      "C": "偏航是改變上下旋翼轉速差（打角速度），與前後升力不平衡無關",
      "D": "滾轉是改變左右兩端旋翼升力不平衡，不是前後旋翼"
    }
  },
  "539": {
    "keywords": "每次操作前，起飛前檢查，遙控無人機維護",
    "mnemonic": "「每次起飛前，安全是首要」- 記住安全檢查是每次操作的必備步驟，不能省略",
    "explanation": "遙控無人機操作人應在每次操作前進行起飛前檢查，這是飛行安全的基本要求。定期檢查可以及早發現潛在問題，確保機器狀態良好，降低飛行事故風險。",
    "wrong_options": {
      "B": "「有明顯異狀時」才檢查太晚了，問題可能已經惡化。預防性檢查比事後補救更重要。",
      "C": "天氣變壞時是決定是否飛行的考量，但起飛前檢查應該在天氣評估之前就進行。",
      "D": "「感覺不對」太主觀，無法確保安全。應該按規定進行系統性檢查，而不是憑感覺。"
    }
  },
  "172": {
    "keywords": "遙控無人飛機、跑道長度、起降需求",
    "mnemonic": "「無人飛機需跑道」- 無人機起降需要有「長度」的跑道來提供充足的滑行距離。",
    "explanation": "遙控無人飛機需要相當的跑道長度來進行起降。跑道長度是無人機安全起降的必要條件，因為無人機需要足夠的距離來加速起飛或減速著陸。",
    "wrong_options": {
      "A": "跑道高度與無人機起降無直接關係，高度是建築物特性而非起降必要條件。",
      "B": "跑道溫度不影響無人機起降能力，這是干擾選項。",
      "D": "不是所有選項都正確，只有跑道長度是必要的起降條件。"
    }
  },
  "80": {
    "keywords": "術科測驗、1年內、學科測驗通過日起",
    "mnemonic": "「學科過後不遲延，一年內要完術科」 - 記住術科必須在學科測驗通過日起1年內完成，否則學科成績作廢",
    "explanation": "根據民航局遙控無人機專業操作證申請規定，報考者若通過學科測驗，必須在1年內完成術科測驗，超過期限則需重新申請並參加學科測驗。這是為了確保操作者知識與技能不會過於陳舊。",
    "wrong_options": {
      "A": "3個月過於短促，無法給予考生充足的準備與練習時間",
      "B": "6個月雖然給了較多時間，但實際規定是更寬鬆的1年期限",
      "C": "9個月介於6個月與1年之間，但不符合實際的法規規定"
    }
  },
  "264": {
    "keywords": "無人直昇機主旋翼、旋翼旋轉、升力方向、伯努利原理",
    "mnemonic": "直昇機「旋翼→向上升」：記住旋翼旋轉時利用伯努利原理產生「垂直向上」的升力，才能讓直昇機飛起來。",
    "explanation": "無人直昇機的主旋翼旋轉時，藉由空氣流經旋翼葉片上下表面的速度差異（伯努利原理），在旋翼上方形成低氣壓、下方形成高氣壓，進而產生垂直向上的升力，這是直昇機能夠飛行的基本原理。",
    "wrong_options": {
      "B": "升力是向上產生的，不會向下；向下的力是重力，不是旋翼產生的升力。",
      "C": "向前的推力由尾槳或其他推進系統提供，不是主旋翼的主要作用。",
      "D": "向後的力不是主旋翼的基本功能，主旋翼主要產生垂直升力。"
    }
  },
  "448": {
    "keywords": "雷雨成熟期三大特徵：下沉氣流、開始降水、打雷",
    "mnemonic": "「成熟期三樣全」- 成熟期就是各種現象都開始出現的階段，記住下、水、雷（下沉氣流、降水、打雷）",
    "explanation": "雷雨的成熟期是風暴發展中最劇烈的階段，此時上升和下沉氣流並存，降水開始落下，且大氣放電產生雷鳴閃電。這三個特徵同時出現，因此正確答案是D「以上皆是」。",
    "wrong_options": {
      "A": "只強調下沉氣流，忽略了同時出現的降水和打雷現象",
      "B": "只強調降水現象，成熟期還有下沉氣流和打雷同時進行",
      "C": "只強調打雷現象，成熟期的下沉氣流和降水同樣重要且同時發生"
    }
  },
  "356": {
    "keywords": "斜對角兩對旋翼同時變化，旋翼轉速不對稱，三軸對稱",
    "mnemonic": "「對角線同變化→機身轉動」，記住斜對角（對面）的旋翼一起變化，就是繞Z軸旋轉，會產生偏航",
    "explanation": "多旋翼機有四個旋翼：前、後、左、右。當斜對角的兩對旋翼（例如：前-左 vs 後-右）同時增加或減少轉速，產生的升力和扭矩不對稱，使機身繞著垂直的Z軸旋轉，這就是偏航運動。其他姿態分別由其他旋翼組合控制。",
    "wrong_options": {
      "A": "垂直升降是四個旋翼同時均勻增減轉速，升力均衡，不會產生旋轉",
      "B": "俯仰姿態由前後兩對旋翼（前vs後）不對稱變化產生，造成機身前傾或後仰",
      "D": "滾轉姿態由左右兩對旋翼（左vs右）不對稱變化產生，造成機身左傾或右傾"
    }
  },
  "540": {
    "keywords": "起飛前檢查發現異常，立即修正，確保安全飛行",
    "mnemonic": "「異常即停，修正再飛」- 記住無人機安全操作的黃金法則：發現問題，立即改正，安全優先。",
    "explanation": "遙控無人機起飛前檢查是重要的安全程序，任何異常狀況（如螺旋槳損傷、電池異常、感測器失效等）都可能導致飛行失控或墜落。必須立即修正所有異常問題，確保無人機狀態完好後才能起飛，這是無人機安全操作的基本原則。",
    "wrong_options": {
      "A": "忽略異常會導致飛行事故，違反飛航安全規定，可能造成人員傷害或財物損失",
      "C": "僅記錄而繼續操作等同忽視安全隱患，無法防止潛在飛行事故",
      "D": "任務重要性無法作為忽視安全問題的理由，安全永遠是第一優先級，不可妥協"
    }
  },
  "265": {
    "keywords": "主旋翼升力、伯努利效應、葉片迎角",
    "mnemonic": "「升力三兄弟」：飛機機翼、直昇機主旋翼、螺旋槳 - 都透過葉片流經氣流產生升力，本質原理相同",
    "explanation": "無人直昇機主旋翼、飛機機翼、螺旋槳都是利用葉片迎角和形狀，使氣流流經葉片兩側時產生壓力差（伯努利原理），從而產生升力或推力。三者原理本質相同，只是應用方式不同。",
    "wrong_options": {
      "A": "只選此項不夠全面，因為螺旋槳產生推力的原理也完全相同，都基於葉片的空氣動力學原理",
      "B": "只選此項不夠全面，因為飛機機翼產生升力的原理也完全相同，都基於葉片的空氣動力學原理",
      "D": "錯誤，主旋翼升力確實同時類似於飛機機翼和螺旋槳的原理"
    }
  },
  "81": {
    "keywords": "飛航活動前、維修指引、檢查",
    "mnemonic": "「飛前檢查，安全第一」— 記住要在飛航「之前」進行檢查，就像開車前要檢查油量、輪胎一樣，才能確保安全。",
    "explanation": "操作人必須在飛航活動前，依照無人機製造者提供的維修指引進行完整檢查。這樣做的目的是確認無人機系統處於良好狀態，才能符合安全飛航條件，進而進行安全的遙控無人機活動。",
    "wrong_options": {
      "B": "飛航活動後執行無法預防飛行中可能發生的故障，已經是事後補救，無法確保當次飛航安全。",
      "C": "飛航活動中執行檢查會影響操作安全，且可能發現問題時已經太晚。",
      "D": "必須在飛航活動前執行，不能任意延遲，否則無法確認無人機是否符合安全飛航條件。"
    }
  },
  "173": {
    "keywords": "旋翼槳葉、升力、推力、直昇機設計",
    "mnemonic": "直昇機的「直」代表直升，靠旋翼既升起又前進，一個旋翼做全部工作",
    "explanation": "遙控無人直昇機擁有一個（或兩個相反旋轉）主旋翼，這個旋翼既產生升力讓機體向上，也透過改變槳葉角度產生推力實現前進、後退、側飛等方向控制。相較之下，遙控無人飛機靠機翼產生升力，遙控無人多旋翼機靠多組旋翼平衡升力，都不是單一旋翼既升力又推力的設計。",
    "wrong_options": {
      "B": "遙控無人飛機是固定翼機，升力來自機翼，推力來自螺旋槳發動機，不符合旋翼單一產生升推力的特徵",
      "C": "遙控無人多旋翼機各個旋翼只產生升力，方向控制靠改變各旋翼轉速，而非單一旋翼產生推力",
      "D": "只有直昇機的單一旋翼系統能同時由旋翼槳葉產生升力和推力"
    }
  },
  "541": {
    "keywords": "緊急落地的三種類型：迫降、預防性緊急著陸、水上迫降",
    "mnemonic": "緊迫水預 - 「緊」急落地有「迫」降、「水」上迫降、「預」防性緊急著陸",
    "explanation": "緊急落地根據情況分為三種類型：迫降（aircraft in distress）是指無人機因機械故障等原因必須立即著陸；預防性緊急著陸是指無人機雖未發生緊急狀況但為防止危險而進行著陸；水上迫降是指無人機在水上進行的緊急著陸。",
    "wrong_options": {
      "A": "迫降只是緊急落地的一種類型，並非全部",
      "B": "預防性緊急著陸也只是其中一種類型，不夠完整",
      "C": "水上迫降也只是其中一種類型，不夠完整"
    }
  },
  "449": {
    "keywords": "雷雨消散期三大特徵：降雨減緩、下沉氣流減緩、雷雨雹消散同時發生",
    "mnemonic": "「降下雨」三字訣：降（降雨減緩）、下（下沉氣流減緩）、雨（雨雹消散），消散期全都有",
    "explanation": "雷雨消散期是雷雨發展的最後階段，此時上升氣流逐漸減弱，三個特徵同時進行：降雨強度開始減緩、下沉氣流的強度也隨之減緩、雷雨和冰雹等現象逐漸消散，因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只描述降雨現象，忽略了下沉氣流減緩和雷雨雹消散的同步發生",
      "B": "只描述氣流變化，無法完整說明消散期的全貌",
      "C": "只強調天氣現象消散，遺漏了降雨減緩和下沉氣流減緩的重要特徵"
    }
  },
  "357": {
    "keywords": "橫向兩端旋翼升力不平衡 = 滾轉姿態（Roll）",
    "mnemonic": "「橫端不平 → 滾轉」；想像無人機左右兩邊翅膀一邊高一邊低，就像在「翻滾」一樣",
    "explanation": "多旋翼機的四個姿態中，改變橫向（左右）兩端旋翼的升力差異，會使機體繞著前後軸線旋轉，這就是滾轉（Roll）動作。垂直升降需要所有旋翼同時增減升力，偏航需要改變上下旋翼速度差，俯仰則需要改變前後旋翼升力。",
    "wrong_options": {
      "A": "垂直升降需要四個旋翼同時增加或減少升力，而非左右兩端不平衡",
      "B": "偏航是改變上下方向旋翼的相對速度，與橫向升力無關",
      "C": "俯仰是改變前後旋翼的升力不平衡，而非左右兩端"
    }
  },
  "82": {
    "keywords": "操作人飛航前考量因素、安全評估、氣象、空域限制、危害因素",
    "mnemonic": "記住「3大安全評估」：氣象、空域、危害 → 與操作人員飛航安全直接相關；而「家庭狀況」與飛航無直接關係。",
    "explanation": "操作人進行無人機飛航前必須評估的是與飛航安全直接相關的因素，包括氣象條件(A)、空域及飛航限制(B)，以及其他空中或地面危害因素(C)。而操作者的家庭狀況(D)與飛航安全無關。",
    "wrong_options": {
      "A": "氣象條件是飛航前必須評估的重要因素，會影響無人機的穩定性和控制性",
      "B": "空域和飛航限制是法規要求，必須確認飛航區域是否允許",
      "C": "其他空中或地面危害因素如人群、建物、電力線等都會影響飛航安全"
    }
  },
  "174": {
    "keywords": "無人直昇機、自由調整姿態、定點盤旋、起飛落地、全能機型",
    "mnemonic": "記住無人直昇機的三大絕技：「調」姿態、「盤」旋停、「飛」起落 - 全部都行！",
    "explanation": "無人直昇機是多用途機型，具備垂直起降、靈活的姿態控制，以及懸停能力。這三個特點（調整姿態、定點盤旋、起飛落地）都是其核心功能，所以正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只強調姿態調整，忽略了定點盤旋和起飛落地的能力",
      "B": "只強調定點盤旋能力，無法涵蓋自由姿態調整和起落功能",
      "C": "只強調起飛與落地，漏掉了姿態調整和盤旋懸停的優勢"
    }
  },
  "266": {
    "keywords": "主旋翼水平旋轉面 → 垂直向上升力",
    "mnemonic": "「水平翼盤 - 直上天」：旋翼盤水平 ➜ 升力垂直向上",
    "explanation": "無人直昇機的主旋翼在水平面內旋轉，根據升力原理，水平旋轉的翼盤會在垂直方向（垂直於旋轉面）產生升力，方向向上以克服重力。",
    "wrong_options": {
      "A": "主旋翼產生的升力方向永遠垂直於旋翼盤，而非垂直向下",
      "C": "當旋翼盤傾斜時才會產生傾斜向下的分力，但題目說旋翼盤保持水平",
      "D": "傾斜向上的力會出現在旋翼盤傾斜的情況下，用來改變無人機方向，此題旋翼盤水平故無此力"
    }
  },
  "358": {
    "keywords": "負載係數（Load Factor）是升力與重力的比值，表示飛行時承受的重力倍數",
    "mnemonic": "「負載要升力」- 負載係數就是看升力有多少倍的重力，升力越大負載係數越高",
    "explanation": "負載係數（Load Factor）在空氣動力學中定義為升力與重力的比值，用來表示飛行時飛行器所受的重力加速度倍數。例如負載係數為2時，表示升力為重力的2倍，飛行員會感受到2倍重力的加速度（2G）。",
    "wrong_options": {
      "B": "阻力是水平方向的力，與重力不同方向，且阻力越小越好，不適合用來定義負載係數",
      "C": "推力是前進的力，主要用來克服阻力和維持速度，不能代表飛行時的負載狀況",
      "D": "升力與阻力的比值稱為升阻比（L/D Ratio），用來評估飛行效率而非負載情況"
    }
  },
  "450": {
    "keywords": "臺北航空氣象中心隸屬於交通部民用航空局飛航服務總臺",
    "mnemonic": "民航局(CAA) → 氣象中心，記住「民眾安全看氣象」",
    "explanation": "臺北航空氣象中心是交通部民用航空局(CAA)的下屬單位，設置在飛航服務總臺下，專門提供航空氣象服務。注意不要混淆觀光局、中央氣象局或航政司。",
    "wrong_options": {
      "A": "觀光局負責觀光業務，非航空氣象專責機關",
      "C": "中央氣象局是獨立機關，航空氣象中心不隸屬其下",
      "D": "航政司是航政管理單位，不是氣象中心的上級機關"
    }
  },
  "83": {
    "keywords": "載具上操作、移動中航空器、導控站、禁止在飛行中的航空器上操作",
    "mnemonic": "「固定可以、移動不行」—無人機的導控站可以在固定的地點（導控站、車輛、船艦），但絕對不能在移動中的航空器上操作。",
    "explanation": "根據無人機飛航規則，操作人可在固定導控站、固定車輛或固定船艦上操作遙控無人機。但為了安全，絕對禁止在移動中的航空器（飛機、直升機等）上操作無人機，因為這會造成極大的飛安風險。",
    "wrong_options": {
      "A": "導控站是固定設施，是合法的操作位置，完全正確。",
      "B": "固定的車輛（停駐狀態）可以作為導控站，是允許的操作方式。",
      "D": "固定的船艦提供穩定的導控平台，完全符合規定，是合法的。"
    }
  },
  "175": {
    "keywords": "三個以上垂直旋翼、多旋翼機、協調控制、垂直起降",
    "mnemonic": "多旋翼「多」就是多個馬達：四旋翼（四軸無人機）、六旋翼、八旋翼等都屬於多旋翼機",
    "explanation": "多旋翼機是透過三個以上的垂直旋翼相互協調控制飛行姿態，藉由調整各旋翼轉速來實現上升、下降、懸停和翻滾等動作，不需要跑道即可垂直起降。",
    "wrong_options": {
      "B": "無人直昇機只有一對或兩對主旋翼，不符合『三個以上垂直旋翼』的定義",
      "C": "無人飛機（固定翼）需要跑道才能起降，無法垂直起降和空中懸停",
      "D": "雖然直昇機和多旋翼機都能垂直起降，但題目特別強調『三個以上垂直旋翼間協調』，這是多旋翼機的特徵"
    }
  },
  "542": {
    "keywords": "緊急應變、熟悉程度、無人機墜地。平時沒有熟悉緊急處置程序，面對緊急狀況時，操作人無法正確應對，導致無人機可能墜地。",
    "mnemonic": "「預先練習，應變不慌」- 記住緊急應變程序的重要性。平時不練習（沒有熟悉），臨時就會亂（無人機墜地）。",
    "explanation": "當操作人員平時沒有熟悉緊急應變的處置程序時，一旦無人機遇到緊急狀況（如訊號中斷、電力不足、機械故障等），由於缺乏訓練和應變經驗，無法迅速做出正確判斷和操作，最終導致遙控無人機即將墜地。這強調了事前訓練和熟悉應變程序的重要性。",
    "wrong_options": {
      "B": "操作人員平時沒有熟悉處置程序，反而可能面臨更多危險，不能說無人機不會出事。",
      "C": "緊急狀況通常不會自動消失，必須依靠操作人員的及時應對和正確操作。",
      "D": "無人機沒有自動處理緊急狀況的能力，需要操作人員透過訓練和經驗來手動應對。"
    }
  },
  "359": {
    "keywords": "負載係數、G值、飛行姿態、機體承受的加速度",
    "mnemonic": "「G值顯姿態」- 負載係數(G值)能表現飛機做出各種姿態動作時的大小",
    "explanation": "負載係數是指無人機在執行各種飛行姿態(如轉向、爬升、下降)時，機體所受的加速度與重力加速度的比值。它反映了飛行動作的劇烈程度。負載係數越大，表示姿態動作越劇烈；負載係數越小，表示姿態動作越溫和。",
    "wrong_options": {
      "A": "巡航速度是飛行的速度指標，不能反映姿態動作的大小，與負載係數無直接關係",
      "C": "飛行距離由航程決定，與負載係數無關。負載係數大反而會增加能耗，減少航程",
      "D": "續航時間取決於電池容量和能耗率，不是負載係數所表達的項目。高負載係數反而會縮短續航時間"
    }
  },
  "267": {
    "keywords": "主旋翼升力、三大基本動作、起飛、爬升、懸停都需要升力",
    "mnemonic": "記住「起爬停」三字訣：起飛、爬升、懸停，這三個基本動作都靠主旋翼產生的升力來完成，所以答案永遠是「以上皆是」。",
    "explanation": "無人直昇機的主旋翼透過旋轉產生升力，這個升力是所有飛行動作的基礎。起飛時需要升力克服重力；爬升時需要升力大於重力；懸停時升力等於重力。因此，主旋翼升力執行了所有三個動作。",
    "wrong_options": {
      "A": "雖然起飛需要升力，但這只是主旋翼功能的一部分，不是完整答案。",
      "B": "爬升雖然需要升力，但同樣只涵蓋了部分動作，不夠全面。",
      "C": "懸停也需要升力維持高度，但單一選項無法解釋主旋翼的所有用途。"
    }
  },
  "451": {
    "keywords": "中央氣象局網頁可取得：天氣觀測資料、天氣預報資料、衛星雲圖三項資訊",
    "mnemonic": "「氣象三寶」- 觀(測)、預(報)、衛(星) - 中央氣象局全都有",
    "explanation": "中央氣象局網頁是無人機操作人員的重要資訊來源，提供即時的天氣觀測資料（溫度、風速等）、未來天氣預報資料（協助判斷飛行條件），以及衛星雲圖（掌握天氣系統動態），三項資料都能透過該網頁取得，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只選天氣觀測資料，忽略了氣象局同時提供預報資料和衛星雲圖",
      "B": "只選天氣預報資料，漏掉觀測資料和衛星雲圖的重要性",
      "C": "只選衛星雲圖，無人機操作人還需要實際的觀測和預報資料來安全飛行"
    }
  },
  "84": {
    "keywords": "遙控無人機飛航活動、向民航局申請核准、政府機關、學校、法人",
    "mnemonic": "政學法，全要審 - 政府機關、學校、法人三種單位都要向民航局申請核准",
    "explanation": "根據臺灣無人機飛航管制規定，任何政府機關（構）、學校或法人，若要從事遙控無人機飛航活動，都必須檢附相關文件向民航局申請核准，因此答案是「以上皆是」。",
    "wrong_options": {
      "A": "只限制政府機關，但實際上學校和法人也需要申請",
      "B": "只限制學校，但實際上政府機關和法人也需要申請",
      "C": "只限制法人，但實際上政府機關和學校也需要申請"
    }
  },
  "176": {
    "keywords": "遙控設備桿力、無人機控制、方向速度改變",
    "mnemonic": "「桿力搖杆」→ 控制「方向與速度」，記住：重量、外形、尺寸都是固定的！",
    "explanation": "遙控設備上的搖杆只能控制無人機的動態性能，即方向（改變飛行路線）和速度（控制前進快慢）。而重量、重心、外形、顏色、翼展等都是無人機本身的結構參數，無法透過遙控桿力即時改變。",
    "wrong_options": {
      "A": "重量和重心是無人機的靜態參數，設計時就已決定，遙控無法改變。",
      "B": "外形和顏色是無人機的物理結構，不會因搖杆操作而改變。",
      "D": "翼展與翼弦都是機體的固定尺寸，遙控設備無法控制。"
    }
  },
  "543": {
    "keywords": "異常或緊急事件、穩定操作、掌握位置高度、緊急落地",
    "mnemonic": "「穩住位置、找地落、才通報」：遇到緊急狀況要按順序來—先穩定操作和掌握位置，再找安全的落地點，最後才通報有關機關。",
    "explanation": "當無人機發生異常時，首要任務是穩定操作並掌握位置高度，這是應急處理的基礎。第一優先是「尋找最佳的緊急落地處」以確保安全著陸，而不是先通報或盲目操作裝備，這樣才能有效控制局面。",
    "wrong_options": {
      "A": "通報機關是重要的，但應在穩定操作並確定落地點之後，不是第一順序的動作。",
      "B": "啟動或關閉裝備需要基於檢查表，但這不是緊急狀況的首要應對措施，應先確保落地安全。",
      "D": "雖然最終都要做，但題目問的是『先』採取哪個動作，優先順序是先找落地點，再做其他動作。"
    }
  },
  "268": {
    "keywords": "升力+推力 > 重力+阻力 = 向上",
    "mnemonic": "\"上升力量大，垂直向上飛\" - 記住當上方的力（升力+推力）超過下方的力（重力+阻力），無人機必定垂直向上。",
    "explanation": "當升力與推力的合力大於重力與阻力的合力時，淨合力方向指向上方，根據牛頓第二運動定律，無人機的加速度方向向上，因此運動方向垂直向上。",
    "wrong_options": {
      "B": "重力與阻力大於升力與推力時才會垂直向下，與題目條件相反。",
      "C": "傾斜向上發生在垂直升力的分力大於其他力量的情況，但題目說升力+推力整體大於重力+阻力，會直接垂直上升。",
      "D": "傾斜向下是在下降的情況，與條件『升力+推力大於重力+阻力』完全相反。"
    }
  },
  "360": {
    "keywords": "協調轉彎、離心力、重力、負載係數",
    "mnemonic": "記住「轉彎時的兩股力」：離心力（向外推）+ 重力（向下拉）= 負載係數的來源。口訣：「轉心重定」（轉彎中心、離心力、重力決定）",
    "explanation": "協調轉彎時，無人機需要克服離心力（試圖將機體向外推）和重力（向下的力），這兩股力的合成結果決定了負載係數的大小。負載係數越大，表示無人機承受的力量越強。",
    "wrong_options": {
      "A": "升力只是用來克服重力和提供向心加速度，但轉彎時的負載係數是由離心力和重力的結合決定",
      "B": "推力是用來維持飛行速度，與轉彎時的負載係數無直接關係",
      "D": "阻力是空氣阻力，會隨速度變化，不是決定負載係數的主要因素"
    }
  },
  "452": {
    "keywords": "AOAWS（航空氣象服務網）、飛航服務總臺、即時觀測資料",
    "mnemonic": "AOAWS = 「A觀察 O機場 A氣象 W網站 S服務」，記住它提供「即時」觀測資料",
    "explanation": "AOAWS是飛航服務總臺建置的航空氣象服務網，其主要功能是提供國內外主要機場的即時觀測資料，包括風向、風速、能見度、雲層高度等實時資訊，供無人機操作人進行飛航安全評估之用。",
    "wrong_options": {
      "B": "AOAWS提供的是即時觀測資料，而非6小時預報資料；預報資料應向中央氣象署等機構獲取",
      "C": "衛星雲圖通常由中央氣象署提供，不是AOAWS的主要服務項目",
      "D": "高空風溫圖屬於航空氣象產品，需向專門的氣象機構查詢，AOAWS主要提供地面觀測資料"
    }
  },
  "85": {
    "keywords": "禁止限制區域、政府機關學校法人、提前申請、30日、20日、15日、10日",
    "mnemonic": "「15日前提申請，禁限區域要核准」- 15是關鍵數字，記住政府機關在禁止限制區域飛航要提前15天申請。",
    "explanation": "在政府公告的禁止或限制區域內，政府機關、學校或法人要進行無人機飛航，必須事先向主管機關提出申請。為了給主管機關足夠的審查時間，規定最少要在活動日期前15天檢附計畫書提出申請，以便進行安全評估和核准程序。",
    "wrong_options": {
      "A": "30日前過於寬鬆，不符合法規對時間的要求。",
      "B": "20日前介於15日與30日之間，易混淆，但實際規定是15日。",
      "D": "10日前時間太短，無法完成行政審查程序，不符合法規對申請期限的規定。"
    }
  },
  "177": {
    "keywords": "牛頓第一運動定律、慣性、靜止狀態",
    "mnemonic": "「靜止物體有慣性，保持靜止不動搖」- 當物體沒有受到外力作用時，會一直保持靜止狀態",
    "explanation": "根據牛頓第一運動定律（慣性定律），物體若不受外力作用，將保持其原有的靜止或勻速直線運動狀態。無人飛機在地面靜止時，正是因為慣性使其保持靜止狀態，直到有外力（如推力或重力）作用在它身上。",
    "wrong_options": {
      "B": "磁性是物質吸引鐵磁性物體的性質，與物體是否保持靜止無關",
      "C": "氣壓是空氣分子碰撞產生的壓力，不是決定物體靜止的因素",
      "D": "空氣濕度是空氣中水分含量，與物體運動狀態無關"
    }
  },
  "544": {
    "keywords": "飛行決策、經驗累積、判斷集合、三階段決策流程",
    "mnemonic": "「學評選」三步驟 - 學習(L) → 評估(E) → 選擇(C) - 缺一不可的飛行決策循環",
    "explanation": "飛行決策是一個完整的過程，包含三個互相關聯的環節：首先透過學習累積飛行經驗與知識，再經由評估比較各方案的優劣，最後做出正確的選擇。這三個階段缺一不可，共同構成安全的飛行決策基礎。",
    "wrong_options": {
      "A": "只強調學習而忽視評估與選擇的過程，無法形成完整的決策機制",
      "B": "單純評估而缺乏前期的學習基礎與後續的實際選擇執行",
      "C": "倉促選擇而未經充分的學習積累與評估分析，易導致決策失誤"
    }
  },
  "453": {
    "keywords": "航空氣象報文（METAR、TAF）、無人機安全操作、天氣判讀",
    "mnemonic": "「飛行安全靠『航空氣象』」- 諧音記法：飛行要看「航空」氣象，不是普通天氣預報",
    "explanation": "遙控無人機操作人員必須具備航空氣象報文的判讀能力，因為航空氣象報文（METAR和TAF）提供專業飛行所需的關鍵資訊，包括風速、風向、能見度、雲層高度等，這些數據直接影響無人機的安全操控。",
    "wrong_options": {
      "B": "國內城市氣象報文過於簡化，缺乏飛行所需的專業參數（風向、風速、能見度等）",
      "C": "外國城市氣象報文與操作地點無關，且格式可能不同",
      "D": "觀光地區氣象報文不是正式的專業飛行氣象資訊來源"
    }
  },
  "361": {
    "keywords": "無人機轉彎時，機翼產生足以與負載係數相等的升力，維持高度",
    "mnemonic": "轉彎時升力要增加，才能「抵抗重力往下拉」。負載係數（G力）越大，需要的升力越多，來維持飛行高度不下降。口訣：「轉彎升力增，高度才能穩」",
    "explanation": "無人機轉彎時，由於向心加速度的作用，機身傾斜會增加有效垂直升力需求。機翼必須產生足以承受負載係數的升力，才能在轉彎過程中克服重力作用，保持飛行高度不變，防止高度下降。",
    "wrong_options": {
      "B": "轉彎與否對飛行速度無直接影響，速度由動力決定，非升力負責",
      "C": "航向變化是轉彎的結果而非目的，轉彎後航向已改變",
      "D": "發動機轉速由油門控制，與升力的負載係數無必然關係"
    }
  },
  "269": {
    "keywords": "俯仰角增大 → 升力增大 → 扭力增大；攻角增加產生更多升力，馬達需更大扭力克服阻力",
    "mnemonic": "「俯仰角大，雙雙大」- 俯仰角愈大，升力愈大、扭力也愈大",
    "explanation": "槳葉俯仰角（或迎角）愈大，槳葉對空氣的攻角增加，根據升力公式 L = 1/2 ρ V² S CL，升力係數CL增大，因此升力增大。同時，升力增大會產生更大的空氣阻力，馬達需要提供更大的扭力（扭矩）來克服這些阻力，維持槳葉轉速，故答案是B。",
    "wrong_options": {
      "A": "升力與扭力是正相關的，當升力增大時扭力也會增大，不會減小",
      "C": "俯仰角增大會增加槳葉對氣流的作用，使升力和扭力都增大，不是減小",
      "D": "升力和扭力都隨俯仰角增大而增大，兩者同向變化，不是反向關係"
    }
  },
  "86": {
    "keywords": "最大起飛重量2公斤以上、導航設備、損害失蹤、24小時內通報民航局",
    "mnemonic": "「損害失蹤一天報」- 重型遙控機損害或失蹤，要在24小時內向民航局報告",
    "explanation": "根據民航局規定，最大起飛重量2公斤以上且裝置導航設備的遙控無人機發生實質損害或失蹤，所有人或操作人必須在發生或得知消息後24小時內填具飛航安全相關事件報告表通報民航局，這是飛航安全管制的重要規定。",
    "wrong_options": {
      "A": "6小時過於短促，不符合一般通報時間規定",
      "B": "12小時未達法定要求的通報期限",
      "D": "48小時超過了法定通報期限，違反安全規定"
    }
  },
  "545": {
    "keywords": "風險管理、危害因子、迴避、減少、隔離、三大手段",
    "mnemonic": "「迴減隔」三字訣 - 風險三大降低手段：迴避危害、減少發生機率、隔離危害影響",
    "explanation": "風險管理的核心是找到危害後，必須採用迴避（完全避開）、減少（降低機率或嚴重性）、隔離（減輕影響）三種手段中的一種或多種，才能將風險降至可接受程度。這三個手段缺一不可，互相配合使用。",
    "wrong_options": {
      "A": "只選迴避不完整 - 有些危害無法完全迴避，如天氣因素，需用減少和隔離補充",
      "B": "只選減少不完整 - 減少雖能降低機率但無法完全消除風險，需配合其他手段",
      "C": "只選隔離不完整 - 隔離只能減輕影響而非預防危害，需搭配迴避和減少措施"
    }
  },
  "178": {
    "keywords": "牛頓運動定律、慣性、直線運動",
    "mnemonic": "「一旦動起來，就想繼續動」- 這是慣性的核心概念。記住：物體會傾向保持原本的運動狀態。",
    "explanation": "根據牛頓第一運動定律（慣性定律），物體若不受外力作用，將保持其原有的運動狀態。無人飛機保持固定空速直線飛行時，正是因為慣性使其傾向於維持此運動狀態，不會無故改變方向或速度。",
    "wrong_options": {
      "A": "磁性與飛機的直線飛行無直接關係，是地球磁場的特性，不涉及運動定律。",
      "B": "氣壓是大氣的物理性質，雖然影響升力，但不是決定直線飛行的關鍵因素。",
      "D": "空氣濕度只是環境參數，與牛頓運動定律和物體保持運動狀態的特性無關。"
    }
  },
  "270": {
    "keywords": "無人直昇機尾旋翼、抵消扭力、機頭方向",
    "mnemonic": "「尾翼抵扭轉」- 尾旋翼的功能就是抵消主旋翼產生的扭力，讓機身不會旋轉",
    "explanation": "無人直昇機的主旋翼旋轉會對機身產生反作用扭力，尾旋翼藉由產生推力來抵消這個扭力，進而控制機頭的方向和機身的穩定。",
    "wrong_options": {
      "A": "升力是主旋翼的功能，尾旋翼不是用來抵消升力的，而是對抗扭力",
      "B": "阻力與尾旋翼功能無關，尾旋翼主要抵消的是扭力（torque），不是阻力",
      "D": "重力由主旋翼的升力來平衡，不是尾旋翼的功能"
    }
  },
  "546": {
    "keywords": "飛行決策、風險管理、三大基本原則",
    "mnemonic": "「不獲整」：不接受非相關風險、獲益超過危害才接受、整合於各階段計劃",
    "explanation": "飛行決策的風險管理有三項基本原則：(1)不接受與飛行任務無關的風險，(2)當獲益大於危害時才接受必要風險，(3)將風險管理貫穿計劃、執行、評估等全過程。這三項原則缺一不可，因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只涵蓋第一項原則，忽視了風險評估與整合管理的重要性",
      "B": "只涵蓋第二項原則，未考慮到應排除非相關風險與流程整合",
      "C": "只涵蓋第三項原則，漏掉了風險評估與接受標準的核心內容"
    }
  },
  "362": {
    "keywords": "重心靠前、總阻力增加、配平阻力、保持速度不變 → 增加推力",
    "mnemonic": "「重心靠前」→ 「配平阻力↑」→ 「總阻力↑」→ 「推力要↑」（增加發動機推力來克服增加的阻力）",
    "explanation": "無人飛機重心位置靠前時，為維持水平飛行需要更多升力補償，導致升力方向改變、配平阻力增加。加上總阻力增加，要維持飛行速度不變，必須增加發動機推力以平衡增加的總阻力。",
    "wrong_options": {
      "B": "減少推力會導致飛行速度下降，與題目要求『保持飛行速度不變』相違。",
      "C": "先增後減的複雜操作無法直接解決阻力增加的問題，反而會造成速度波動。",
      "D": "先減少推力會使飛機減速，無法有效應對重心靠前造成的阻力增加。"
    }
  },
  "454": {
    "keywords": "Z代碼 UTC時間 航空例行天氣報告",
    "mnemonic": "「Z字謝謝」- Z代表Zero meridian（本初子午線），也就是UTC時間。航空報告統一用Z表示世界協調時間。",
    "explanation": "航空例行天氣報告（METAR）採用國際統一標準，使用Z字母代碼表示UTC時間（協調世界時）。Z來自於天文學中的格林威治標準時間表示法，確保全球航空通訊的時間一致性。",
    "wrong_options": {
      "B": "L字母代碼用於本地時間只是錯誤的。國際民航組織規定天氣報告必須使用世界統一時間（UTC），不使用L代碼。",
      "C": "T字母代碼不存在於航空天氣報告中。正確的代碼是Z，不是T。",
      "D": "X字母代碼不用於表示時間。航空報告中時間代碼只有Z代表UTC，沒有X代碼。"
    }
  },
  "87": {
    "keywords": "無人機事故通報時限、接近碰撞事件、24小時內填報",
    "mnemonic": "「二十四」報事故：無人機發生接近或碰撞事故時，要在24小時內通報民航局，記住「二十四」就不會逾期。",
    "explanation": "根據民航局規定，遙控無人機操作人或所有人若發生與其他航空器或障礙物接近或碰撞之事故，必須在發生或得知消息後的24小時內填具飛航安全相關事件報告表通報民航局，以確保事故能被及時記錄和調查。",
    "wrong_options": {
      "A": "6小時太短，無人機事故通報時限沒有這麼急迫，民航局規定是24小時。",
      "B": "12小時是某些其他航空事故的通報時限，但無人機接近碰撞事故的規定是24小時。",
      "D": "48小時超過了規定時限，會違反民航局的飛航安全通報規定，必須在24小時內完成。"
    }
  },
  "271": {
    "keywords": "無人直昇機基本飛行動作，四方向操控",
    "mnemonic": "「平轉爬降」四步走，無直昇機樣樣有",
    "explanation": "無人直昇機的基本飛行動作包括平直飛行（前後左右）、轉彎（改變機頭方向）、爬升及下降（改變高度）三大類，涵蓋了所有基本操作，因此答案是「D. 以上皆是」。",
    "wrong_options": {
      "A": "只選平直飛行忽略了轉彎和升降，不完整",
      "B": "只選轉彎遺漏了平直飛行和升降動作",
      "C": "只選爬升下降漏掉了平直飛行和轉彎操作"
    }
  },
  "179": {
    "keywords": "頂風飛行、風速、地面速度減少",
    "mnemonic": "「頂風慢走」—就像人逆著風走會變慢，無人機迎著風飛行地面速度也會變慢",
    "explanation": "無人機在頂風（逆風）飛行時，飛機速度（空速）保持不變，但風會推動飛機向後，導致相對於地面的移動速度（地面速度）減少，所以地面速度會變慢。",
    "wrong_options": {
      "A": "空速不變的情況下，頂風會減速而非加速，不會變快",
      "B": "風速會影響地面速度，相對於地面的移動速度會改變，不會保持不變",
      "D": "前三個選項中已有正確答案，不符合此選項"
    }
  },
  "547": {
    "keywords": "不良心態、反威權、衝動、僥倖、飛行決策品質",
    "mnemonic": "「反衝僥」三大殺手 - 記住反威權、衝動、僥倖會害人",
    "explanation": "操作人的負面心態會直接影響飛行安全決策。反威權（違抗規定）、衝動（急躁蠻幹）、僥倖（心存僥倖）這三種心態會導致操作人忽視風險、違規操作，大幅降低飛行決策品質。而衝動、僥倖及服從中，「服從」是正面心態；英雄主義及積極順應雖然聽起來不錯，但在飛行操作中應該遵循規範而非逞英雄。",
    "wrong_options": {
      "B": "「服從」是良好心態，能提高飛行安全，不會降低決策品質",
      "C": "英雄主義會導致冒險行為，但題目問的是會降低決策品質的心態組合，此選項缺少衝動、僥倖等關鍵因素",
      "D": "雖然A項正確，但B、C項並非都是降低飛行決策品質的心態"
    }
  },
  "455": {
    "keywords": "航空例行天氣報告、盛行能見度、4碼編報、公尺單位",
    "mnemonic": "\"4碼見度\"記法：想像「四」個數字就能看清楚天氣能見度的完整訊息",
    "explanation": "航空例行天氣報告(METAR)中，盛行能見度採用4碼編報方式，單位為公尺。例如能見度5000公尺會編為5000，這是國際民航組織(ICAO)的標準規範，確保飛行安全。",
    "wrong_options": {
      "B": "6碼編報方式會導致數據過於冗長，不符合報告簡潔效率的要求",
      "C": "8碼編報會造成不必要的數位複雜度，實際運用中不採用此標準",
      "D": "10碼編報為過度冗余的設計，國際標準未採用此方式進行能見度報告"
    }
  },
  "363": {
    "keywords": "重心靠前、低速飛行、俯仰穩定、配平不足",
    "mnemonic": "重心前移 = 低頭趨勢強 → 需要更多升降舵配平向上 → 配平不足會俯仰不穩 → 進場風險高",
    "explanation": "無人飛機重心靠前會使俯仰力矩向下，低速時升力減少導致下沉趨勢更明顯。此時需要更多升降舵上偏來配平抬頭。若配平不足（升降舵偏角不夠），無法有效抵抗重心靠前的低頭力矩，會導致飛機難以保持穩定的俯仰姿態，進場時容易失控。",
    "wrong_options": {
      "B": "配平過大會使飛機過度抬頭，這在低速時反而不利；重心靠前的問題恰恰相反，需要足夠的配平而非過度配平",
      "C": "滾轉與重心靠前導致的俯仰不穩定無直接關係；滾轉不足主要影響橫向穩定性而非縱向穩定性",
      "D": "滾轉過大會造成橫向穩定性問題，與俯仰姿態穩定及進場風險的主要原因無關"
    }
  },
  "272": {
    "keywords": "垂直起飛到懸停、航向不變、水平穩定",
    "mnemonic": "「懸停」首重「穩」，航向要「不變」——直升機懸停時須保持航向穩定，就像站立時保持身體平衡",
    "explanation": "無人直昇機「垂直起飛到懸停」是指機身在距地面2~3呎的高度，垂直停留在空中。此時必須保持航向（heading）不變，即機頭方向保持相同，這樣才能實現穩定的懸停狀態，不會旋轉或側傾。",
    "wrong_options": {
      "B": "向左傾斜會導致機體不穩定，無法維持懸停狀態",
      "C": "向右傾斜同樣會破壞懸停平衡，導致機體漂移",
      "D": "主旋翼轉速調整是為了改變高度或姿態，不是懸停的必要條件"
    }
  },
  "180": {
    "keywords": "逆風會改變無人機航向（飛行方向），使機身偏離預定路線",
    "mnemonic": "「逆風偏航」- 記住：風力作用於機身會改變航向，而非改變重量、重心或推力",
    "explanation": "風從前方吹來會對無人機機身施加側向力，導致機身偏向一側，改變飛機的航向（飛行方向）。飛行員需要透過操縱舵面（如尾舵、副翼）進行修正，才能維持預定航向。",
    "wrong_options": {
      "A": "重量是無人機本身的固定質量，不會因外部風力改變",
      "B": "重心是無人機物理結構決定的固定點，不因風力改變",
      "D": "推力由馬達/螺旋槳提供，是飛行員控制的參數，不會因風力而自動改變"
    }
  },
  "88": {
    "keywords": "遙控無人機飛航安全事件、民航局措施、直接暫停操作、無須同意",
    "mnemonic": "「安全第一，民航說停就停」— 發生安全事件時，民航局可「逕為」（直接）暫停，無需等待操作人同意",
    "explanation": "遙控無人機涉及公共安全，當發生飛航安全相關事件時，民航局為了立即排除危害，得直接（逕為）暫停操作人的操作或飛航活動，無需先經操作人或其他單位同意。這是行政機關的緊急權力。",
    "wrong_options": {
      "B": "「經操作人同意」是錯的，因為安全緊急時刻無法等待同意",
      "C": "「經所在地方政府同意」錯誤，民航局有直接權限，無需地方政府同意",
      "D": "「需待調查結束」太晚了，緊急安全措施須立即執行，不能等調查結束"
    }
  },
  "364": {
    "keywords": "重心後移、螺旋失速、難以改正、飛行特性惡化",
    "mnemonic": "「後退必危機，螺旋最難逃」- 重心越後退，飛機穩定性越差，一旦進入螺旋失速就難以改正",
    "explanation": "無人飛機重心後移會導致縱向穩定性下降。當進入螺旋失速時，機身處於旋轉下墜狀態，重心位置靠後使得升降舵控制力減弱，難以有效施加抬頭力矩來改正螺旋失速，形成最危險的飛行狀態。",
    "wrong_options": {
      "A": "滾轉角變小只是飛機姿態改變，不是無法改正的飛行狀態，容易通過副翼改正",
      "C": "偏航角變小屬於方向穩定性問題，與縱向穩定性關係不大，且易於改正",
      "D": "攻角變小代表飛機姿態變化，重心後移時反而易失速，這個選項邏輯不符"
    }
  },
  "456": {
    "keywords": "天空1/8至2/8被雲遮蓋→稀雲",
    "mnemonic": "「1至2分之8，稀疏又裂密」\n- 稀雲：1/8～2/8（最少）\n- 疏雲：3/8～4/8\n- 裂雲：5/8～7/8\n- 密雲：8/8（滿天）",
    "explanation": "航空氣象中，雲量分類按天空被遮蓋的程度分為四級。1/8至2/8的覆蓋率最少，稱為「稀雲」，是雲量最稀疏的等級。",
    "wrong_options": {
      "B": "疏雲是3/8～4/8的覆蓋率，比稀雲更多",
      "C": "裂雲是5/8～7/8的覆蓋率，遮蓋比例更高",
      "D": "密雲是8/8的覆蓋率，表示天空完全被雲遮蓋"
    }
  },
  "548": {
    "keywords": "辨識風險、預知風險、覺察風險，三者都是降低風險的方法",
    "mnemonic": "「辨預覺」三步走：辨識、預知、覺察風險，全都要做好",
    "explanation": "遙控無人機操作人降低風險需要採取多元方法：辨識風險是認清存在的危害，預知風險是預測可能發生的狀況，覺察風險是即時發現問題，三者缺一不可，因此正確答案是「以上皆是」。",
    "wrong_options": {
      "A": "只強調辨識，忽視了預知和覺察的重要性，不夠全面",
      "B": "只強調預知，無法涵蓋辨識和覺察這兩個關鍵環節",
      "C": "只強調覺察，沒有事前的辨識和預知作為基礎"
    }
  },
  "89": {
    "keywords": "遙控無人機管理規則、電子化申請、民航局資訊系統",
    "mnemonic": "民航局(B)是無人機主管機關 - 所有申請通報都要透過民航局指定的系統",
    "explanation": "根據「遙控無人機管理規則」，無人機的各項申請及通報作業必須透過「民航局所指定之資訊系統」進行電子化方式辦理，因為民航局是我國遙控無人機的主管機關。",
    "wrong_options": {
      "A": "地方政府只負責輔助管理，非電子化申請的指定窗口",
      "C": "財政部職掌稅收，與無人機管理無關",
      "D": "經濟部職掌產業，但無人機飛航管理歸民航局專責"
    }
  },
  "181": {
    "keywords": "牛頓第三運動定律、作用力、反作用力、噴射推進",
    "mnemonic": "\"燃氣後推，反力前進\"——記住噴射機是利用噴出熱氣體產生反作用力推進",
    "explanation": "噴射機燃燒燃料產生的熱氣體向後高速噴出，根據牛頓第三運動定律，氣體受到的推力（作用力）與飛機受到的推力（反作用力）大小相等、方向相反，因此飛機會被反作用力向前推進。",
    "wrong_options": {
      "B": "摩擦力是物體表面接觸時產生的力，與噴射推進原理無關",
      "C": "靜電力是靜止電荷之間的作用力，不是推進飛機的力源",
      "D": "磁力是磁場對電流或磁體的作用力，噴射推進與磁力無關"
    }
  },
  "273": {
    "keywords": "懸停轉彎，機鼻轉向，地面位置不變",
    "mnemonic": "「懸停轉彎」- 保持\"地面\"位置穩定，如同陀螺旋轉",
    "explanation": "懸停轉彎是指無人直昇機在維持懸停高度的狀態下，透過改變機身朝向（機鼻左轉或右轉），但相對於地面的位置要保持不變。這是空間位置和機身方向的區分。",
    "wrong_options": {
      "A": "無人直昇機之間通常各自獨立飛行，彼此位置會改變；懸停轉彎未要求與其他直昇機維持相對位置",
      "C": "雲層高度不是懸停轉彎的參考標準，且雲層會移動；懸停轉彎是相對於固定的地面",
      "D": "既然A和C都不對，D（以上皆是）自然也不正確"
    }
  },
  "549": {
    "keywords": "人為因素 (Human Factor)、飛航安全、維修部門、飛航管理部門、事故預防",
    "mnemonic": "「人為因素最關鍵」- 想到飛航安全就想到「人」的問題，包括駕駛操作、維修疏失、判斷錯誤等都由人引起",
    "explanation": "人為因素是指飛行員、維修人員、管制人員等在操作、維護和管理過程中可能出現的錯誤或疏失。統計數據顯示大多數飛航事故都與人為因素有關，因此成為維修和飛航管理部門的重點關注對象。",
    "wrong_options": {
      "A": "政治因素主要涉及國際關係和法規制定，而非直接的飛航安全操作問題",
      "C": "社會因素影響範圍廣泛但不直接關係飛航安全，不是維修部門的核心關切",
      "D": "經濟因素影響航空公司營運但不是飛航安全的直接危險來源"
    }
  },
  "457": {
    "keywords": "航空氣象、雲量分類、3/8至4/8、疏雲",
    "mnemonic": "記住雲量分類的口訣：「稀疏裂密蔽」\n- 稀雲：1-2/8\n- 疏雲：3-4/8（3個到4個格子）\n- 裂雲：5-7/8\n- 密雲：8/8\n\n「疏」字中間有個「3、4」的暗示，想像把天空分成8格，疏雲就是只遮蓋中間的3-4格",
    "explanation": "航空氣象將天空劃分為8等份來評估雲量。當觀測到3/8至4/8的天空被雲層遮蓋時，屬於「疏雲」類別。疏雲是指天空被部分遮蓋但仍有明顯晴空的狀態。",
    "wrong_options": {
      "A": "稀雲是指1-2/8的天空被雲層遮蓋，遮蓋面積比疏雲更少。",
      "C": "裂雲是指5-7/8的天空被雲層遮蓋，遮蓋面積比疏雲多得多。",
      "D": "密雲是指8/8的天空完全被雲層遮蓋，天空全黑，沒有任何晴空。"
    }
  },
  "365": {
    "keywords": "重心太前 → 機頭向下傾斜 → 難以控制後退及低速飛行",
    "mnemonic": "「前重難後退」- 重心太前就像人站不直，直升機也會機頭向下，影響後退飛行和懸停低速操縱",
    "explanation": "無人直升機重心太前會導致機體機頭向下傾斜，減弱尾槳對機頭向上拉起的效能，因此特別抑制向後飛行和懸停低速飛行這類需要機頭向上姿態控制的性能，而對平直飛行和正常起飛影響較小。",
    "wrong_options": {
      "A": "平直飛行不會被明顯抑制，因為前進飛行時機體可以保持相對穩定的姿態",
      "C": "起飛時垂直上升，重心位置影響較小，不是主要限制因素",
      "D": "既然A和C都不是主要受影響的性能，此選項就不正確"
    }
  },
  "182": {
    "keywords": "四種力：升力、推力、阻力、重力；飛行受力平衡",
    "mnemonic": "升推阻重（四字），想象無人機在空中受四面八方的力：上面升力、前面推力、旁邊阻力、下面重力",
    "explanation": "無人機飛行時同時受四種力的作用：升力（機翼/螺旋槳向上）、推力（馬達向前推動）、阻力（空氣阻擋）、重力（地心引力向下）。這四種力的相互平衡決定了無人機的飛行狀態，因此正確答案是D（以上皆是）。",
    "wrong_options": {
      "A": "只有升力和推力不完整，還有阻力和重力也在作用",
      "B": "只有推力和阻力不完整，忽略了升力和重力的作用",
      "C": "只有阻力和重力不完整，忽略了升力和推力的作用"
    }
  },
  "90": {
    "keywords": "型式檢驗合格、無需定期檢驗、改裝需重新檢驗",
    "mnemonic": "「型檢一次終身」- 型式檢驗合格後，除非改裝否則終身免定期檢驗",
    "explanation": "遙控無人機經型式檢驗合格後，除了因改裝需要重新辦理檢驗及登記異動外，不需要再辦理定期檢驗。型式檢驗是一次性的認證，合格後無需重複進行定期檢驗，除非機體進行了改裝才需重新檢驗。",
    "wrong_options": {
      "A": "誤認為需要定期檢驗，但型式檢驗為一次性檢驗，不需重複進行定期檢驗",
      "C": "操作人（操縱人）的主觀認為不是檢驗的必要依據，檢驗有明確的法規規定",
      "D": "所有人（所有者）的主觀認為也不是檢驗的必要依據，法規已明確規定無需定期檢驗"
    }
  },
  "274": {
    "keywords": "懸停轉彎、高度不變、轉彎率不變、轉速不變",
    "mnemonic": "「懸停轉彎3不變」：高度(H)、轉彎率(R)、轉速(S) - HHRS 諧音「呼呼呃」，代表直升機穩穩懸在空中旋轉",
    "explanation": "懸停轉彎是無人直升機的基礎飛行技術，要求在轉彎時同時維持三個參數不變：(1)高度保持一致不上升或下降、(2)轉彎率維持恆定速度、(3)旋翼轉速保持穩定輸出。只有同時滿足這三個條件，才能完成標準的懸停轉彎動作。",
    "wrong_options": {
      "A": "只提到高度不變，忽略了轉彎率和轉速也需保持不變的要求",
      "B": "只提到轉彎率不變，遺漏了高度和轉速恆定的條件",
      "C": "只提到轉速不變，缺少高度穩定和轉彎率均勻的要素"
    }
  },
  "366": {
    "keywords": "無人飛機重量增加 → 失速速度提高",
    "mnemonic": "「重量UP，失速UP」- 重越重，失速速度越高",
    "explanation": "無人飛機重量增加時，需要更大的升力來維持飛行，因此必須以更高的速度飛行才能產生足夠升力，導致失速速度提高。失速速度與重量的平方根成正比。",
    "wrong_options": {
      "A": "錯誤。重量增加會提高失速速度，不是降低。降低失速速度的方法應該是減少重量或增加機翼面積。",
      "C": "錯誤。失速速度會隨重量變化而改變，並非保持不變。這是基本空氣動力學原理。",
      "D": "錯誤。B選項已是正確答案，所以「以上皆非」不成立。"
    }
  },
  "550": {
    "keywords": "自動決策、反射性、訓練、經驗",
    "mnemonic": "「自動」決策靠「訓練」—就像開飛機，要反射式操控，一定要大量訓練和經驗累積才能做到。",
    "explanation": "自動決策模式是一種反射性的操作方式，不需要經過深思熟慮就能快速決策，這種能力的形成必須依靠大量的訓練和實務經驗累積。無人機飛行員透過反覆的訓練，大腦會建立自動化的神經迴路，使得在緊急情況下能夠迅速反應。",
    "wrong_options": {
      "B": "擴大參與人數無法形成個人的反射性決策能力，這是組織層面的概念，不是自動決策的基礎。",
      "C": "政治指導與自動決策模式的形成無直接關係，自動決策是技能問題而非政治問題。",
      "D": "哲學思想太抽象，無法形成實際的反射性決策能力，自動決策需要實踐累積而非理論思辨。"
    }
  },
  "458": {
    "keywords": "天空劃分8等份、5/8至7/8雲層遮蓋、裂雲",
    "mnemonic": "「裂」字有「分裂」的意思，5-7份代表天空被分裂成有雲有空隙的樣子，看得出裂縫 → 裂雲",
    "explanation": "雲量分類是根據天空被雲層遮蓋的比例。當雲層遮蓋5/8至7/8（即62.5%-87.5%）的天空時，形成許多雲層分散分佈、中間夾雜晴空的現象，稱為「裂雲」。這個範圍介於疏雲（3/8-5/8）和密雲（7/8以上）之間。",
    "wrong_options": {
      "A": "稀雲是指雲量在1/8至3/8之間，遮蓋比例過低。",
      "B": "疏雲是指雲量在3/8至5/8之間，遮蓋比例小於5/8，不符合題目範圍。",
      "D": "密雲是指雲量在7/8以上，遮蓋比例大於7/8，超過題目範圍。"
    }
  },
  "91": {
    "keywords": "飛航安全事件通報責任：所有人或操作人都須負責",
    "mnemonic": "「主人操人都要報」- 所有人(主人)或操作人都要進行通報",
    "explanation": "根據民用航空法規，無人機發生飛航安全相關事件時，不論是機器的所有人或操作人都有法律責任進行通報，以確保飛航安全管理的完整性。兩方都可能掌握事件資訊，法律規定雙方都須負責。",
    "wrong_options": {
      "A": "「僅有所有人」過於片面，忽略了操作人的通報責任，操作人往往最先知悉事件發生",
      "B": "「僅有操作人」同樣不完整，所有人作為機器持有者也有監督和通報義務",
      "D": "「操作人之親屬」無相關法律依據，通報責任在於所有人與操作人，與親屬身分無關"
    }
  },
  "275": {
    "keywords": "向前移動、向前懸停飛行、無人直昇機水平移動",
    "mnemonic": "「向前懸停」=懸停著向前飛，記住「前」字就是答案！",
    "explanation": "無人直昇機的「向前懸停飛行」是指直昇機在保持高度不變的狀態下，水平方向向前移動到特定位置的飛行動作。這是直昇機的基本水平機動能力。",
    "wrong_options": {
      "A": "懸停是指直昇機靜止不動，停留在同一空中位置，沒有任何移動",
      "B": "側向懸停飛行是指在保持高度不變下向側邊移動，而非向前",
      "D": "向後懸停飛行是指在保持高度不變下向後方移動，與題目的「向前移動」不符"
    }
  },
  "183": {
    "keywords": "推力來源、發動機、動力系統",
    "mnemonic": "推力靠「發」動，記住：無人機的推力由發動機產生，就如同汽車動力靠引擎一樣。",
    "explanation": "無人飛機的推力是由發動機（包括馬達和螺旋槳）產生的。發動機透過旋轉螺旋槳來推動無人機前進和上升，是整個飛行系統的動力來源。",
    "wrong_options": {
      "B": "起落架是著陸裝置，用於支撐無人機起降，不產生推力。",
      "C": "機翼產生升力，幫助無人機保持飛行高度，但不提供推力。",
      "D": "機身是無人機的框架結構，承載各組件，不產生推力。"
    }
  },
  "367": {
    "keywords": "平飛、升力恆等、飛行速度與寄生阻力成正比",
    "mnemonic": "「平飛升力固定，速度快阻力大」- 平飛時升力等於重力，始終不變；寄生阻力與速度平方成正比，速度越快越大",
    "explanation": "無人機平飛時處於平衡狀態，升力必須等於機身重力，因此升力保持不變。寄生阻力（包括摩擦阻力、壓力阻力等）與飛行速度的平方成正比，速度越大寄生阻力越大，而誘導阻力與速度平方成反比，速度越大誘導阻力越小。",
    "wrong_options": {
      "A": "升力會隨速度變化而變化是錯誤的，平飛時升力恆等於機身重力，不會改變",
      "C": "誘導阻力與速度平方成反比，速度越大誘導阻力應該越小，不是越大，此選項前後矛盾",
      "D": "雖然升力不變正確，但誘導阻力會隨速度增加而減小，不是增大"
    }
  },
  "551": {
    "keywords": "緊急、無法預作分析、無法沙盤推演",
    "mnemonic": "「急分推」口訣：「緊急」無法「分析」和「推演」時，就用「自動決策」。",
    "explanation": "自動決策模式適用於三種主要情況：1)緊急狀況需快速反應；2)時間不足無法預先分析；3)情況複雜無法進行沙盤推演。這三個條件都指向無法進行深思熟慮的決策，必須依靠事先設定的自動程序來應對。",
    "wrong_options": {
      "A": "只涵蓋緊急情況，未考慮其他兩種無法預作分析和推演的情況。",
      "B": "只強調無法預作分析，遺漏了緊急情況和無法沙盤推演的情況。",
      "C": "只強調無法沙盤推演，遺漏了緊急情況和無法預作分析的情況。"
    }
  },
  "459": {
    "keywords": "8/8天空被雲層遮蓋=密雲",
    "mnemonic": "「8滿密」：8等份全滿=密雲；記住密雲就是天空完全被雲蓋住的意思",
    "explanation": "航空氣象雲量分類以八分之幾表示。8/8表示天空被雲層完全遮蓋，沒有任何晴空，這就是「密雲」的定義。",
    "wrong_options": {
      "A": "稀雲是天空被遮蓋1-2/8，雲量很少",
      "B": "疏雲是天空被遮蓋3-4/8，雲量較少且分散",
      "C": "裂雲是天空被遮蓋5-7/8，有明顯雲隙但雲量仍多"
    }
  },
  "276": {
    "keywords": "向前懸停飛行 = 地面速度0 + 高度不變 + 航向不變",
    "mnemonic": "「停」就是「三不動」：速度不動、高度不動、方向不動",
    "explanation": "向前懸停飛行是指無人直昇機在空中保持完全靜止狀態，意味著地面速度為零（不移動）、高度保持固定（不上升或下降）、航向方向不改變（機頭方向固定），三個條件都要同時滿足。",
    "wrong_options": {
      "A": "只強調地面速度，忽略了高度和航向也必須保持不變",
      "B": "只強調高度，但懸停還需要速度為零、航向固定",
      "C": "只強調航向，不完整的懸停定義"
    }
  },
  "92": {
    "keywords": "視距外飛航、未經獲准、目視範圍內",
    "mnemonic": "「未獲准視距外 = 必須目視內」- 未經獲准做視距外飛航，就必須在目視範圍內操作",
    "explanation": "未經獲准從事視距外飛航的操作人，雖然禁止使用矯正鏡片外的工具延伸視距，但最基本的飛航限制就是必須維持在自己能用肉眼清楚看到無人機的目視範圍內，這是視距內飛航(VLOS)的核心要求。",
    "wrong_options": {
      "A": "信號鏈路範圍是技術限制，但題目強調的是「視距」限制，兩者不同概念",
      "C": "自動駕駛有效範圍是系統功能限制，與視距飛航規範無關",
      "D": "油量範圍是安全考量但不是飛航範圍的法規限制"
    }
  },
  "184": {
    "keywords": "無人飛機阻力、空氣阻力、拖曳力",
    "mnemonic": "「阻力來自空氣」- 記住飛機與空氣互動產生的對抗力量。",
    "explanation": "無人飛機在飛行時與空氣分子相互作用，產生的摩擦力和壓力差就是阻力，這是空氣流動對物體運動的自然阻礙。",
    "wrong_options": {
      "A": "地心引力是重力，不是阻力，兩者是不同的力學概念。",
      "B": "重心是質量分布的中心點，用於分析飛機平衡，不是產生阻力的源頭。",
      "D": "發動機提供推力讓飛機運動，但推力不是阻力的來源。"
    }
  },
  "368": {
    "keywords": "航向90度 = 東向飛行，相對位置相反，機場在西方",
    "mnemonic": "「90度西」：無人機航向90（東向）接近機場 → 無人機在機場的西邊 → 機場在無人機的東邊相反 → 記憶：飛向東(90°) = 位置在西",
    "explanation": "航向是指移動的方向，航向90°表示無人機正向東飛行。當無人機以航向90°接近機場時，無人機本身位於機場的西邊，因此從無人機的角度看，機場在它的東邊相反方向。用簡單方式想：無人機飛向東(90°)去接近機場，表示機場在東邊，但題目問機場在無人機的哪個方向，答案是無人機在機場的西邊。",
    "wrong_options": {
      "A": "北方錯誤 - 航向90°與北南無關，90°是東西方向",
      "C": "東方錯誤 - 航向90°是向東飛行，所以機場應在東邊，但無人機接近機場表示無人機在機場西邊",
      "D": "南方錯誤 - 航向90°與南北方向無關，南方對應航向180°"
    }
  },
  "552": {
    "keywords": "呼吸頻率過快、二氧化碳濃度過低、過度換氣",
    "mnemonic": "「快速呼吸導致CO₂流失」=過度換氣。記住：換氣越多，CO₂越少。",
    "explanation": "過度換氣是指呼吸速度和深度異常增加，導致肺部排出過量的二氧化碳，使血液中CO₂濃度下降，引起血液酸鹼度失衡的現象。",
    "wrong_options": {
      "B": "壓力是心理或生理的應激反應，與呼吸頻率和CO₂濃度的直接因果關係無關。",
      "C": "疲勞是身體能量耗盡的症狀，與呼吸頻率過快和CO₂濃度無直接關係。",
      "D": "熱中暑是由高溫環境造成的體溫過高，與呼吸頻率和血液CO₂濃度無關。"
    }
  },
  "277": {
    "keywords": "無法向前飛行→側向懸停或向後懸停",
    "mnemonic": "「進不了就轉身」：When 向前不可行，turn 側向或向後",
    "explanation": "無人直昇機在空間受限、無法向前飛行的情況下，需要利用側向懸停飛行（lateral hover）或向後懸停飛行（backward hover）來改變位置。這是直昇機相比固定翼機的優勢——能在多個方向執行懸停和移動。",
    "wrong_options": {
      "B": "懸停轉彎只是改變朝向角度，無法實際移動到新位置",
      "C": "平直飛行需要足夠空間執行向前飛行，與題目「不可能執行向前飛行」矛盾",
      "D": "懸停無法移動位置，題目要求「移動到另一特定位置」"
    }
  },
  "460": {
    "keywords": "航空天氣報告、METAR、雲底高度、呎（feet）",
    "mnemonic": "記住「天氣報告用呎腳測」：航空例行天氣報告（METAR）中的雲底高度統一用「呎」為單位，這是國際航空標準。",
    "explanation": "在國際航空氣象標準中，例行天氣報告（METAR）規定雲層的雲底高度必須使用「呎」（feet）作為單位，而非公尺、公里或浬。這是為了保持全球航空通訊的一致性和安全性。",
    "wrong_options": {
      "A": "公尺是陸地測量單位，航空氣象報告不使用公尺表示雲高",
      "B": "公里是長距離單位，太大不適合表示雲底高度的精確度",
      "D": "浬是海里，用於表示水平距離而非垂直高度"
    }
  },
  "185": {
    "keywords": "升力來源是機翼，通過空氣流動產生。",
    "mnemonic": "「機翼升天」- 記住機翼是產生升力的關鍵部位，就像翅膀讓鳥飛上天空一樣。",
    "explanation": "無人飛機的升力是由機翼提供的。當機翼以一定速度通過空氣時，根據伯努利原理和牛頓第三運動定律，機翼上下表面的氣流速度和壓力不同，形成向上的升力，這是飛機能夠飛行的根本原因。",
    "wrong_options": {
      "A": "起落架是飛機著陸時的支撐部件，不提供升力。",
      "C": "重心是飛機重量集中的點，用於平衡飛機，不提供升力。",
      "D": "地心引力是向下的力量，與升力方向相反，它是飛機需要克服才能飛行的阻力。"
    }
  },
  "93": {
    "keywords": "飛航任務前、事前申請、遙控無人機飛航",
    "mnemonic": "記住「先申請，後飛航」的順序 - 所有獲民航局許可的飛航任務都要「事前」向民航局申請該次活動許可",
    "explanation": "政府機關、學校或法人在執行獲民航局許可的遙控無人機飛航任務時，必須遵守「時間順序」的規定。關鍵在於「飛航任務前」要向民航局申請該次活動許可，這是行政審核的必要程序，不能在飛航中或飛航後才申請。",
    "wrong_options": {
      "A": "申請時間錯誤 - 「飛航任務後」申請已經違規，無法補救",
      "B": "申請時間錯誤 - 「飛航任務時」申請表示飛航已經開始，無法獲得事前許可",
      "D": "完全錯誤 - 只要是獲民航局許可的飛航任務，一定須向民航局申請該次活動許可"
    }
  },
  "369": {
    "keywords": "最新日期的重量和平衡資訊、2017/9/20、飛行前必須使用最近期的資料",
    "mnemonic": "「近期最新才能用」- 無人機的重量和平衡資訊必須使用最接近飛行時間的最新版本，確保數據準確性",
    "explanation": "根據無人機飛航管理規定，操作人員在飛行前必須使用最新日期的重量和平衡資訊。2017/9/20是所有選項中最接近實際飛行時間的最新資料，能夠確保無人機的重心位置和重量分配符合當前狀態，保障飛行安全。過舊的資料（如2016年的）無法反映機體可能的改變。",
    "wrong_options": {
      "B": "出廠日期太舊（2016/8/15），無人機經過長時間使用可能產生重量或配置變化，不能用舊資料判斷",
      "C": "雖然是上次飛行時的資訊，但已相隔多月（2017/6/19到飛行時），期間可能有維修或改裝，應使用更新資料",
      "D": "任一項資訊都不可行，必須使用最新且最接近飛行日期的重量和平衡資訊才能確保安全"
    }
  },
  "553": {
    "keywords": "急性壓力、慢性壓力",
    "mnemonic": "「急慢兩分」- 記住壓力的最基本分類就是時間長短：急性（快速引發）vs 慢性（長期持續）",
    "explanation": "壓力按照持續時間可分為兩大類：急性壓力是指突然、短期的壓力事件（如考試、事故），慢性壓力是指長期、持續的壓力來源（如工作環境、人際衝突）。這是心理學和壓力管理中最基本的分類方式。",
    "wrong_options": {
      "B": "經濟性及社會性是壓力的來源分類，不是壓力本身的基本分類方式",
      "C": "個人性及團體性是壓力影響對象的分類，不是壓力的基本分類",
      "D": "有害性及無害性是壓力的影響程度分類，不是最基本的分類方式"
    }
  },
  "461": {
    "keywords": "終端機場天氣觀測報(METAR)的組成要素：風向風速、能見度、天氣狀況及雲組都是必要資訊",
    "mnemonic": "「風見天雲全都要」- 風向風速(Wind)、見度(Visibility)、天氣(Weather)、雲組(Cloud)，飛航天氣報告一項都不能少",
    "explanation": "終端機場天氣觀測報(METAR)是提供飛行員進行飛航決策的關鍵資訊。盛行天氣現象涵蓋：(1)風向風速-影響起降安全；(2)能見度-確保視線安全；(3)天氣狀況及雲組-評估飛行條件。因此答案是「以上皆是」，即選項D。",
    "wrong_options": {
      "A": "只有風向風速，遺漏了能見度、天氣狀況和雲組等重要資訊",
      "B": "只有能見度，缺少風向風速、天氣狀況和雲組等必要觀測要素",
      "C": "只有天氣狀況及雲組，漏掉了風向風速和能見度這兩項關鍵氣象要素"
    }
  },
  "278": {
    "keywords": "側向懸停飛行、三個保持不變、地面速度零、高度固定、航向不變",
    "mnemonic": "「懸停三不變」- 速度、高度、航向都是零或固定不變的狀態",
    "explanation": "無人直昇機的「側向懸停飛行」是指直昇機相對地面完全靜止的飛行狀態。此時地面速度為零（不移動）、高度保持固定（不上升也不下降）、航向也固定（機身方向不改變），三個要素都處於恆定不變的狀態。",
    "wrong_options": {
      "A": "只強調地面速度，忽略了高度和航向也必須保持不變",
      "B": "只強調高度，但側向懸停還需要地面速度零和航向固定",
      "C": "只強調航向，未包含地面速度和高度的要求"
    }
  },
  "186": {
    "keywords": "地心引力、萬有引力、質量產生的力",
    "mnemonic": "「地球引你下來」- 重力是地球引力的簡稱，任何有質量的物體都會受到地球的萬有引力作用而產生重力",
    "explanation": "重力是地球因其巨大的質量對周圍物體所產生的引力作用。根據牛頓萬有引力定律，所有有質量的物體之間都存在引力，地球的巨大質量使其對地表物體產生明顯的引力作用，這就是我們感受到的重力。",
    "wrong_options": {
      "A": "空氣是地球大氣層的組成，不會產生重力，但可能因浮力而稍微減輕物體的表觀重量",
      "C": "發動機提供推力，是無人機的動力來源，不是重力的來源",
      "D": "機翼產生升力幫助無人機飛行，不是重力的來源，而是用來克服重力的"
    }
  },
  "94": {
    "keywords": "延伸視距飛航（BVLOS）、目視觀察員（Visual Observer）、直接目視接觸",
    "mnemonic": "延視距三要素：「操作在視外、觀察員三百米、VO必須眼直接看」- 記住VO（目視觀察員）必須保持「直接目視接觸」是關鍵",
    "explanation": "延伸視距飛航（BVLOS）的核心規範是操作人在視距外操作，但由目視觀察員（VO）在300公尺範圍內保持「直接目視接觸」，將飛航資訊回報給操作人。選項D說「不須保持直接目視接觸」，違反此核心要求，故為非。",
    "wrong_options": {
      "A": "錯誤解釋：此為正確。延伸視距飛航定義就是操作人須在視距外操作",
      "B": "錯誤解釋：此為正確。目視觀察員必須在無人機半徑300公尺範圍內才能保持監控",
      "C": "錯誤解釋：此為正確。操作人依賴目視觀察員提供即時的飛航資訊以安全操控"
    }
  },
  "370": {
    "keywords": "無人機不執行地面控制站命令、上傳鏈路失效、地面控制失效",
    "mnemonic": "記住「下傳命令不執行」就是上傳鏈路失效 - 地面送指令(下傳)，無人機若不聽令(不執行)，代表控制鏈路已斷開",
    "explanation": "上傳鏈路失效的核心定義是「地面控制站的命令無法有效傳達並被無人機執行」。當無人機完全不執行地面控制站上傳的控制命令時，表示控制鏈路已經斷開，操作人已失去對無人機的控制能力，這就是上傳鏈路失效的最直接表現。",
    "wrong_options": {
      "A": "操作人無法目視到無人機是視線問題(Line of Sight)，不等於鏈路失效，可能只是環境因素或飛行位置問題",
      "C": "操作人與塔台間的通訊是地面人員溝通，與無人機上傳鏈路無關",
      "D": "無人機無法發回狀態是下傳鏈路失效，而非上傳鏈路失效。上傳是指從地面到無人機的命令傳輸"
    }
  },
  "462": {
    "keywords": "密度高度、氣體密度、標準大氣壓力換算",
    "mnemonic": "密度高度=密度的高度；記住「密」字就是答案C「密度高度」",
    "explanation": "密度高度是指將某容積氣體的實際密度換算成標準大氣壓力（海平面）狀態下對應的高度。由於空氣密度隨高度增加而降低，所以密度高度可用來判斷航空器的實際性能表現。",
    "wrong_options": {
      "A": "指示高度是飛行員根據氣壓高度表的指示值直接讀取的高度，與密度無直接關係。",
      "B": "壓力高度是根據標準大氣中的氣壓換算的高度，只考慮氣壓因素，不考慮溫度和密度。",
      "D": "絕對高度是飛行器距離地面的實際垂直距離，由無線電高度表或視覺測量得出，與氣體密度換算無關。"
    }
  },
  "95": {
    "keywords": "延伸視距最大範圍：半徑900公尺、相對高度400呎",
    "mnemonic": "「9-4-0」記憶法：9百公尺的視距範圍，最高飛行高度4百呎。",
    "explanation": "遙控無人機管理規則規定的延伸視距最大範圍，是以操作人為中心點，水平距離不超過900公尺、垂直高度不超過400呎（約122公尺）的空域範圍。這是確保操作人能有效控制無人機的安全規定。",
    "wrong_options": {
      "B": "600公尺和300呎的限制過小，不符合延伸視距的定義範圍。",
      "C": "500公尺和200呎的限制過於嚴格，高度限制也不符合規定。",
      "D": "1,200公尺的範圍過大，超過了法規允許的延伸視距最大範圍。"
    }
  },
  "187": {
    "keywords": "等速直線飛行、牛頓第一定律、阻力與推力平衡",
    "mnemonic": "「等速直線靠平衡」- 等速直線運動時，作用在飛機各軸向的合力都為零，但題目強調的是縱軸方向的阻力與推力平衡",
    "explanation": "當飛機等速直線飛行時，根據牛頓第一定律，作用在飛機上的合力必須為零。題目明確指出縱軸(X軸)方向阻力與推力大小相同方向相反，因此縱軸方向合力為零，飛機速度保持不變。只有C選項正確說明了這個力學原理。",
    "wrong_options": {
      "A": "橫軸方向的合力為零取決於機翼升力和重力的平衡，不是因為阻力與推力的關係",
      "B": "垂直軸方向的合力為零取決於方向舵的作用，與縱軸的阻力推力無關",
      "D": "選項A和B都是錯的，所以D(以上皆是)也是錯的"
    }
  },
  "554": {
    "keywords": "急性壓力、立即威脅、危險、緊急情境觸發戰鬥或逃避反應",
    "mnemonic": "急性壓力＝立即危機：「NOW」反應（Negative threat Occurring Worryingly）- 現在就在眼前的危險才會立即觸發身體反應",
    "explanation": "急性壓力是指當下立即面臨的威脅或危險（如危急情境、緊急事件），這類狀況會直接觸發人體的「戰鬥或逃避」（fight-or-flight）神經生理反應，使身體迅速動員應對。與之相對的是慢性壓力可能來自潛在、想像或未來的威脅。",
    "wrong_options": {
      "A": "可能潛在的威脅不是立即的，較屬於長期或慢性壓力的來源，不會立即觸發急性反應",
      "C": "想像的威脅屬於心理層面，非實際存在的立即危險，不符合急性壓力的定義",
      "D": "未來的威脅是預期性的，尚未發生，不是當下立即的威脅，較屬於慢性焦慮而非急性壓力"
    }
  },
  "279": {
    "keywords": "無人直昇機、無法向前或側向懸停、移動到特定位置、向後飛行",
    "mnemonic": "「進不了就倒退」—當前方、側方都無法懸停時，向後懸停飛行是唯一的移動選項",
    "explanation": "無人直昇機在受限空間中，當前向和側向懸停飛行都不可行時，可利用向後懸停飛行的方式移動到目標位置。向後懸停飛行允許在狹窄或受限的環境中進行精密操控，是安全移動的必要技巧。",
    "wrong_options": {
      "A": "平直飛行需要較大的前進空間，當無法向前或側向懸停時也無法平直飛行",
      "C": "懸停轉彎是在原地旋轉，無法移動到特定位置",
      "D": "傾斜轉彎屬於轉彎動作而非移動動作，無法達成位置轉移的目標"
    }
  },
  "463": {
    "keywords": "低壓力 = 分子疏散 = 密度低；相同體積",
    "mnemonic": "低壓稀、高壓密 - 「壓力越低，分子越稀疏，密度越低」",
    "explanation": "在相同體積下，低壓力狀態表示單位體積內的分子數量較少，分子排列較疏散，因此密度（質量/體積）會較低。壓力與密度呈正相關。",
    "wrong_options": {
      "A": "質量較高是錯的，低壓力狀態下同體積內分子少，質量反而較少",
      "C": "質量密度都高完全相反，低壓力狀態下質量和密度都是較低",
      "D": "可以判斷，根據氣體性質和壓力定義，低壓 = 密度低是確定的"
    }
  },
  "371": {
    "keywords": "上傳鏈路失效、頻率干擾、信號傳輸",
    "mnemonic": "上傳鏈路問題→想到「頻率」干擾，就像廣播電台互相干擾一樣",
    "explanation": "上傳鏈路是指地面控制站發送訊號給無人機的通道。此鏈路失效主要由於頻率干擾，例如其他無線設備工作在相同或相近頻率，導致控制信號被干擾而無法正常傳輸。",
    "wrong_options": {
      "A": "GPS失效會造成無人機定位困難，但不是上傳鏈路失效的主要原因，鏈路本身仍可正常工作",
      "B": "天線附近有人會造成信號衰減，但不是上傳鏈路失效的典型原因，信號仍可傳輸",
      "C": "飛出目視範圍會導致操作困難，但這不會直接造成上傳鏈路失效，鏈路距離遠超視線範圍"
    }
  },
  "555": {
    "keywords": "疲勞、身心耗弱、高度壓力、生理或心理反應",
    "mnemonic": "「疲勞」= 生理+心理 反應。記住：身體累(生理) + 心情累(心理) = 疲勞。簡稱「雙累」(生心)",
    "explanation": "疲勞是在長期高度壓力下，身體和心理同時出現的耗弱狀態，不只是單純的情緒問題或直覺反應，而是涉及生理（如肌肉疲軟、能量耗盡）和心理（如注意力下降、意志力減弱）兩個層面的綜合反應。",
    "wrong_options": {
      "A": "直覺反應是快速、不經思考的反應，但疲勞是長期累積的身心耗弱狀態，不屬於直覺範疇",
      "C": "情緒反應只涉及心理層面（如悲傷、焦慮），無法解釋疲勞對身體的生理影響",
      "D": "鬱悶反應是單一的心理情緒反應，而疲勞涉及生理與心理兩方面，範圍更廣"
    }
  },
  "280": {
    "keywords": "向後懸停飛行 = 地面速度零、高度恆定、航向不變",
    "mnemonic": "「懸停三不動」：速度不動、高度不動、航向不動",
    "explanation": "「向後懸停飛行」是指無人直昇機同時保持地面速度為零（不前進不後退）、高度不變（不上升不下降）、航向不變（保持相同方向）的穩定狀態，三個條件必須同時滿足。",
    "wrong_options": {
      "A": "只強調地面速度，忽略了高度和航向也必須保持不變",
      "B": "只強調高度，不完整，懸停還需要地面速度和航向都不變",
      "C": "只強調航向，缺少了地面速度和高度的要求"
    }
  },
  "188": {
    "keywords": "飛機水平飛行、升力等於重力、垂直軸合力為零、平衡狀態",
    "mnemonic": "「高度保持三軸平衡」- 當升力等於重力時，垂直軸Z軸合力為零，飛機無升降起伏。記住：升=重 → Z軸=0 → 平飛",
    "explanation": "當飛機保持高度飛行時，升力與重力大小相同方向相反，根據牛頓第二運動定律，垂直軸(Z軸)方向的合力等於零。合力為零意味著該方向沒有加速度，因此飛機無升降起伏，始終保持相同高度。",
    "wrong_options": {
      "A": "橫軸(Y軸)方向只涉及飛機的偏航運動，與升力和重力的平衡無關。高度保持無法推出Y軸合力為零或無偏航姿態。",
      "C": "縱軸(X軸)方向涉及飛機的俯仰運動，升力和重力平衡只能保證垂直方向合力為零，無法確保推進力和阻力平衡，故X軸合力不一定為零，速度也可能改變。"
    }
  },
  "96": {
    "keywords": "250公克、無人機註冊、最大起飛重量",
    "mnemonic": "「二五零克，須申請」- 記住250公克是無人機註冊的門檻，簡稱「2.5」開頭，容易聯想到輕量級無人機的分界點。",
    "explanation": "根據民用航空法，自然人所有的遙控無人機只要最大起飛重量達到250公克（0.25公斤）以上，就必須向民航局進行註冊。這是為了確保無人機的安全管理和追蹤。",
    "wrong_options": {
      "B": "1公斤是較高的門檻，實際上250公克就已經需要註冊，不需要等到1公斤。",
      "C": "2公斤更是過高的標準，無人機法規對於250公克以上的機型已有明確規範。",
      "D": "15公斤是商業或特定用途無人機的分類標準，與個人無人機註冊的門檻不同。"
    }
  },
  "372": {
    "keywords": "牛頓力學、加速度計、積分、自主式導航",
    "mnemonic": "INS三步驟：加速度 → 積分 → 速度 → 積分 → 位置（記作：加速→積速→積位）",
    "explanation": "慣性導航系統的核心原理是利用加速度計測量物體的加速度，然後透過數學積分逐步計算出速度和位置。這完全符合牛頓第二定律（F=ma），是一個自主式系統，無需外部資訊。",
    "wrong_options": {
      "A": "天體力學定律是用於太空軌跡計算的，星座定位是仰角測量方式，與慣性導航原理無關。",
      "B": "幾何力學和磁場定位是錯誤的概念組合，慣性導航不依賴磁場資訊。",
      "C": "GPS是外部資訊來源，與題目所述的『不依賴外部資訊』的自主式系統矛盾，且工作流程是微分而非積分。"
    }
  },
  "556": {
    "keywords": "操作前自我檢測方法，IMSAFE",
    "mnemonic": "IMSAFE = Illness(疾病) + Medication(藥物) + Stress(壓力) + Alcohol(酒精) + Fatigue(疲勞) + Emotion(情緒)",
    "explanation": "IMSAFE是無人機操作前必須的自我檢測工具，用來評估操作人員的身心狀態是否適合飛行操作。這是標準的飛航安全檢查清單，透過檢查這六個方面確保飛行安全。",
    "wrong_options": {
      "B": "簡易ABC是應急處置的急救方法（Airway呼吸道、Breathing呼吸、Circulation循環），不是操作前的自我檢測",
      "C": "PAVE是飛行前檢查清單用於檢查飛行環境因素（Pilot飛行員、Aircraft飛行器、enVironment環境、External因素），不是檢測身心狀態",
      "D": "只有IMSAFE是檢測操作人員身心狀態的方法，其他兩項是檢查不同面向"
    }
  },
  "464": {
    "keywords": "理想氣體定律、PV=nRT、壓力與密度正相關",
    "mnemonic": "「壓力倍增、密度倍增」或記住理想氣體公式 P=ρRT/M，壓力與密度成正比",
    "explanation": "根據理想氣體定律 PV=nRT，在體積和溫度相同的條件下，壓力與分子數量成正比。壓力加倍代表單位體積內的分子數加倍，因此密度（質量/體積）也將加倍。物理上可用 ρ=PM/RT 表示，P 與 ρ 成正相關。",
    "wrong_options": {
      "B": "減半是反向關係，混淆了壓力和密度的倒數比例，實際上壓力加倍時密度也加倍",
      "C": "增加4倍表示平方關係，但壓力和密度在相同體積下是線性正相關，不是二次方關係",
      "D": "減少為1/4同樣錯誤，這是誤認為壓力和密度成反比，與氣體定律原理相反"
    }
  }
}